[
   {
      "definition":"deem to be",
      "word":"consider",
      "example":"At the moment, artemisinin-based therapies are considered the best treatment, but cost about $10 per dose - far too much for impoverished communities."
   },
   {
      "definition":"infinitely or immeasurably small",
      "word":"minute",
      "example":"The minute stain on the document was not visible to the naked eye."
   },
   {
      "definition":"concurrence of opinion",
      "word":"accord",
      "example":"The committee worked in accord on the bill, and it eventually passed."
   },
   {
      "definition":"clearly revealed to the mind or the senses or judgment",
      "word":"evident",
      "example":"That confidence was certainly evident in the way Smith handled the winning play with 14 seconds left on the clock."
   },
   {
      "definition":"a customary way of operation or behavior",
      "word":"practice",
      "example":"He directed and acted in plays every season and became known for exploring Elizabethan theatre practices."
   },
   {
      "definition":"have in mind as a purpose",
      "word":"intend",
      "example":"\"Lipstick, as a product intended for topical use with limited absorption, is ingested only in very small quantities,\" the agency said on its website."
   },
   {
      "definition":"something that interests you because it is important",
      "word":"concern",
      "example":"The scandal broke out in October after former chief executive Michael Woodford claimed he was fired for raising concerns about the company's accounting practices."
   },
   {
      "definition":"perform an act, usually with a negative connotation",
      "word":"commit",
      "example":"In an unprecedented front page article in 2003 The Times reported that Mr. Blair, a young reporter on its staff, had committed journalistic fraud."
   },
   {
      "definition":"some situation or event that is thought about",
      "word":"issue",
      "example":"As a result, the privacy issues surrounding mobile computing are becoming ever-more complex."
   },
   {
      "definition":"move towards",
      "word":"approach",
      "example":"Spain's jobless rate for people ages 16 to 24 is approaching 50 percent."
   },
   {
      "definition":"set up or found",
      "word":"establish",
      "example":"A small French colony, Port Louis, was established on East Falkland in 1764 and handed to the Spanish three years later."
   },
   {
      "definition":"without qualification",
      "word":"utter",
      "example":"No one can blame an honest mechanic for holding a wealthy snob in utter contempt."
   },
   {
      "definition":"direct the course of; manage or control",
      "word":"conduct",
      "example":"Scientists have been conducting studies of individual genes for years."
   },
   {
      "definition":"consume all of one's attention or time",
      "word":"engage",
      "example":"We had nearly two hundred passengers, who were seated about on the sofas, reading, or playing games, or engaged in conversation."
   },
   {
      "definition":"come into possession of",
      "word":"obtain",
      "example":"He delayed making the unclassified report public while awaiting an Army review, but Rolling Stone magazine obtained the report and posted it Friday night."
   },
   {
      "definition":"deficient in quantity or number compared with the demand",
      "word":"scarce",
      "example":"Meanwhile, heating oil could grow more scarce in the Northeast this winter, the Energy Department warned last month."
   },
   {
      "definition":"a plan of action adopted by an individual or social group",
      "word":"policy",
      "example":"Inflation has lagged behind the central bank's 2 percent target, giving policy makers extra scope to cut rates."
   },
   {
      "definition":"successive, without a break",
      "word":"straight",
      "example":"After three straight losing seasons, Hoosiers fans were just hoping for a winning record."
   },
   {
      "definition":"capital raised by a corporation through the issue of shares",
      "word":"stock",
      "example":"In other words, Apple's stock is cheap, and you should buy it."
   },
   {
      "definition":"clearly revealed to the mind or the senses or judgment",
      "word":"apparent",
      "example":"But the elderly creak is beginning to become apparent in McCartney's voice."
   },
   {
      "definition":"a basic or essential attribute shared by members of a class",
      "word":"property",
      "example":"Owing to these magic properties, it was often planted near dwellings to keep away evil spirits."
   },
   {
      "definition":"imagine; conceive of; see in one's mind",
      "word":"fancy",
      "example":"For a time, indeed, he had fancied that things were changed."
   },
   {
      "definition":"an abstract or general idea inferred from specific instances",
      "word":"concept",
      "example":"As a psychologist, I have always found the concept of speed dating fascinating."
   },
   {
      "definition":"an assembly to conduct judicial business",
      "word":"court",
      "example":"When Brown pleaded not guilty to assaulting Rihanna, their violent past came out in court."
   },
   {
      "definition":"assign a duty, responsibility, or obligation to",
      "word":"appoint",
      "example":"In 1863 he was appointed by the general assembly professor of oriental languages at New College."
   },
   {
      "definition":"a section of text, particularly a section of medium length",
      "word":"passage",
      "example":"His interpretation of many obscure scriptural passages by means of native manners and customs and traditions is particularly helpful and informing."
   },
   {
      "definition":"unproductive of success",
      "word":"vain",
      "example":"An attempt was made to ignore this brilliant and irregular book, but in vain; it was read all over Europe."
   },
   {
      "definition":"an occurrence of something",
      "word":"instance",
      "example":"In many instances large districts or towns would have fewer representatives than smaller ones, or perhaps none at all."
   },
   {
      "definition":"the shore of a sea or ocean",
      "word":"coast",
      "example":"Martello towers must be built within short distances all round the coast."
   },
   {
      "definition":"a planned undertaking",
      "word":"project",
      "example":"The funds are aimed at helping build public projects including mass transit, electricity networks, water utility and ports, it said."
   },
   {
      "definition":"a special group delegated to consider some matter",
      "word":"commission",
      "example":"The developers are now seeking approval from the landmarks commission."
   },
   {
      "definition":"a quantity that does not vary",
      "word":"constant",
      "example":"In 1929, Hubble independently put forward and confirmed the same idea, and the parameter later became known as the Hubble constant."
   },
   {
      "definition":"one's overall condition in life ",
      "word":"circumstances",
      "example":"The circumstances leading up to the shootings was not immediately available."
   },
   {
      "definition":"compose or represent",
      "word":"constitute",
      "example":"Oil and natural gas constituted almost 50 percent of Russian government revenue last year."
   },
   {
      "definition":"a relative position or degree of value in a graded group",
      "word":"level",
      "example":"Only last month did the men's and women's unemployment rates reach the same level."
   },
   {
      "definition":"have an influence upon",
      "word":"affect",
      "example":"The central bank will start distributing low-interest loans in early March to individuals and small- and medium-sized companies affected by the flooding."
   },
   {
      "definition":"set up or lay the groundwork for",
      "word":"institute",
      "example":"Corporations have to be more and more focused on instituting higher labor standards."
   },
   {
      "definition":"give an interpretation of",
      "word":"render",
      "example":"But authorities had rendered the weapon and the explosive device inoperable, officials said."
   },
   {
      "definition":"be attractive to",
      "word":"appeal",
      "example":"To get traditional women's accessories to appeal to men, some designers are giving them manly names and styles."
   },
   {
      "definition":"bring into existence",
      "word":"generate",
      "example":"Qualities such as these are not generated under bad working practices of any sort."
   },
   {
      "definition":"a well-substantiated explanation of some aspect of the world",
      "word":"theory",
      "example":"Testing that theory begins Saturday night, as the Capitals take on Tampa Bay in another important contest."
   },
   {
      "definition":"a variety of different things or activities",
      "word":"range",
      "example":"Like American community colleges, admission at an open university is not competitive, but the schools offer a range of programs, including doctoral degrees."
   },
   {
      "definition":"a race between candidates for elective office",
      "word":"campaign",
      "example":"At the same point in 2004 — as an incumbent facing re-election — Mr. Bush had taken in about $145.6 million for his campaign."
   },
   {
      "definition":"an association of sports teams that organizes matches",
      "word":"league",
      "example":"\"When I broke into the big leagues until a month ago, Gary kept in touch,\" Mets third baseman David Wright said."
   },
   {
      "definition":"any piece of work that is undertaken or attempted",
      "word":"labor",
      "example":"More labor is entailed, more time is required, greater delay is occasioned in cleaning up, and the amount of water used is much greater."
   },
   {
      "definition":"have a meeting in order to talk something over",
      "word":"confer",
      "example":"Ms. Stewart said Mrs. Bachmann conferred with her family and a few aides after her disappointing showing on Tuesday evening."
   },
   {
      "definition":"allow to have",
      "word":"grant",
      "example":"He had been granted entry into the White House only for the daily briefing, later that afternoon."
   },
   {
      "definition":"think moodily or anxiously about something",
      "word":"dwell",
      "example":"But it is hardly necessary to dwell on so normal an event."
   },
   {
      "definition":"provide amusement for",
      "word":"entertain",
      "example":"The first Super Bowl in 1967 featured college marching bands entertaining the crowds at halftime."
   },
   {
      "definition":"a binding agreement that is enforceable by law",
      "word":"contract",
      "example":"Contracts with utilities will be signed starting next month, he said."
   },
   {
      "definition":"characterized by a firm, humorless belief in one's opinions",
      "word":"earnest",
      "example":"Too much praise cannot be given to the earnest and efficient missionaries who founded and have maintained this mission."
   },
   {
      "definition":"give or supply",
      "word":"yield",
      "example":"It is a very important honey plant, as it yields an exceptionally pure nectar and remains in bloom a long time."
   },
   {
      "definition":"move or cause to move in a sinuous or circular course",
      "word":"wander",
      "example":"While each animal wandered through the maze, its brain was working furiously."
   },
   {
      "definition":"be emphatic or resolute and refuse to budge",
      "word":"insist",
      "example":"Interior Department officials insisted that they had conducted an extensive scientific inquiry before moving ahead with the spill response plan."
   },
   {
      "definition":"a person of noble birth trained to arms and chivalry",
      "word":"knight",
      "example":"The knight was gallant not only in war, but in love also."
   },
   {
      "definition":"make realize the truth or validity of something",
      "word":"convince",
      "example":"But though he listened he was not convinced."
   },
   {
      "definition":"serve as the inciting cause of",
      "word":"inspire",
      "example":"His surprising performance inspired an outpouring of fan adoration that has been dubbed \"Linsanity.\""
   },
   {
      "definition":"a large formal assembly",
      "word":"convention",
      "example":"Last year, the industry's main trade convention, the Inside Self-Storage World Expo, organized workshops in Las Vegas focusing on lien laws and auction sales."
   },
   {
      "definition":"an ability that has been acquired by training",
      "word":"skill",
      "example":"He says many new drivers are terrified of motorway driving because they do not have the skills or confidence needed."
   },
   {
      "definition":"annoy continually or chronically",
      "word":"harry",
      "example":"There's something uplifting about hearing a string instrument when I'm feeling ragged or harried."
   },
   {
      "definition":"involving fiscal matters",
      "word":"financial",
      "example":"Meanwhile, universities have raised tuition every year, putting many students in a financial bind."
   },
   {
      "definition":"show an image of",
      "word":"reflect",
      "example":"Teens ranting over chores and whatnot can often reflect deeper feelings of alienation or perceived uncaring on the part of parents."
   },
   {
      "definition":"an extended fictional work in prose",
      "word":"novel",
      "example":"Before Robert Barr publishes a novel he spends years in thinking the thing out."
   },
   {
      "definition":"provide with objects or articles that make a room usable",
      "word":"furnish",
      "example":"Instead, according to court documents, the money went toward furnishing mansions, flying in private jets, and retaining a $120,000-a-year personal hairstylist."
   },
   {
      "definition":"force somebody to do something",
      "word":"compel",
      "example":"But the flames grew too large, compelling firefighters to call off the rescue."
   },
   {
      "definition":"proceed somewhere despite the risk of possible dangers",
      "word":"venture",
      "example":"Clearly he would not venture to descend while his enemy moved."
   },
   {
      "definition":"the geographical area under the jurisdiction of a state",
      "word":"territory",
      "example":"On Friday, West Africa regional group Ecowas condemned the rebels, urging them to end hostilities and surrender all occupied territory."
   },
   {
      "definition":"a characteristic state of feeling",
      "word":"temper",
      "example":"Oscar Wilde, to do him justice, bore this sort of rebuff with astonishing good temper and sweetness."
   },
   {
      "definition":"fixed in your purpose",
      "word":"bent",
      "example":"The business-oriented constituency of the Republican Party, Jacobs said, has been weakened by a faction bent on lowering taxes and cutting spending."
   },
   {
      "definition":"marked by close acquaintance, association, or familiarity",
      "word":"intimate",
      "example":"The female spider can choose when to cut off intimate relations by eating her partner, or kicking him out."
   },
   {
      "definition":"enter upon an activity or enterprise",
      "word":"undertake",
      "example":"An autopsy has reportedly been undertaken but the results are not expected for several weeks."
   },
   {
      "definition":" more than half of the votes in an election",
      "word":"majority",
      "example":"Republicans need just four seats in the Senate to take control as the majority party."
   },
   {
      "definition":"declare or affirm solemnly and formally as true",
      "word":"assert",
      "example":"In your talk you asserted the pill's risks of blood clotting, lung artery blockage, heart attack and stroke are minimal."
   },
   {
      "definition":"the men and women who man a vehicle",
      "word":"crew",
      "example":"Several pilots and crew members would have to escape at once, while safety divers watched, ready to rescue anyone who became stuck."
   },
   {
      "definition":"a natural or artificial enclosed space",
      "word":"chamber",
      "example":"\"Today,\" said the old man, \"you must push through with me into my most solitary chamber, that we may not be disturbed.\""
   },
   {
      "definition":"marked by meekness or modesty; not arrogant or prideful",
      "word":"humble",
      "example":"\"Challenging yourself, playing up against stronger, tougher, and overall better competition will keep you humble.\""
   },
   {
      "definition":"an elaborate and systematic plan of action",
      "word":"scheme",
      "example":"Some companies in the Globe District of Arizona have started extensive underground schemes for mining large tonnages very cheaply by \"caving\" methods."
   },
   {
      "definition":"demonstrating ability to recognize or draw fine distinctions",
      "word":"keen",
      "example":"Not one of his movements escaped her keen observation; she drank in every shiver."
   },
   {
      "definition":"having political views favoring reform and progress",
      "word":"liberal",
      "example":"Romney's actually done well in open primaries where fiscally conservative yet socially liberal independents have backed him over his opponents."
   },
   {
      "definition":"a state in which all hope is lost or absent",
      "word":"despair",
      "example":"There were wounded love, and wounded pride, and despair, and coming madness, all in that piteous cry."
   },
   {
      "definition":"the periodic rise and fall of the sea level",
      "word":"tide",
      "example":"In the case of mobile connectivity, a rising tide does not lift all boats."
   },
   {
      "definition":"a complex mental state involving beliefs and feelings",
      "word":"attitude",
      "example":"\"Behaviours have changed and attitudes have changed,\" Mr Taylor said."
   },
   {
      "definition":"show to be reasonable or provide adequate ground for",
      "word":"justify",
      "example":"He felt sure that if the circumstances justified it, the necessary proceedings could be taken.\""
   },
   {
      "definition":"a rectangular piece of cloth of distinctive design",
      "word":"flag",
      "example":"Palestinian President Mahmoud Abbas declared three days of mourning and ordered flags flown at half staff."
   },
   {
      "definition":"any admirable or beneficial attribute",
      "word":"merit",
      "example":"Thus far in our inquiry extraordinary merits have been offset by extraordinary defects."
   },
   {
      "definition":"reveal its presence or make an appearance",
      "word":"manifest",
      "example":"A too rapid transformation of existing conditions might very easily lead to an economic crisis, symptoms of which are already beginning to manifest themselves."
   },
   {
      "definition":"a general inclusive concept",
      "word":"notion",
      "example":"Does that old notion that defense wins championships still hold up these days?"
   },
   {
      "definition":"relative magnitude",
      "word":"scale",
      "example":"And there might not be much money, so fashion shows are done on a much smaller scale."
   },
   {
      "definition":"characteristic of or befitting a person in authority",
      "word":"formal",
      "example":"A formal decision to call off the search is likely on Wednesday, rescue officials said."
   },
   {
      "definition":"a new or reserve supply that can be drawn upon when needed",
      "word":"resource",
      "example":"\"Economists assume that, under normal conditions, markets will allocate resources efficiently,\" he added."
   },
   {
      "definition":"continue to exist",
      "word":"persist",
      "example":"Old ideas, long after the conditions under which they were produced have passed away, often persist in surviving."
   },
   {
      "definition":"lack of respect accompanied by a feeling of intense dislike",
      "word":"contempt",
      "example":"And with his backhanded contempt for all things ordinary, Blake is making some of the catchiest, most difficult music in recent memory."
   },
   {
      "definition":"a route all the way around a particular place or area",
      "word":"tour",
      "example":"He typed in \"South Park\" and took senior executives on a tour of Web sites offering pirated episodes."
   },
   {
      "definition":"enter a defendant's answer",
      "word":"plead",
      "example":"Aria pleaded not guilty, but he acknowledged that he had violated some laws."
   },
   {
      "definition":"be oppressive or burdensome",
      "word":"weigh",
      "example":"So far, the political turmoil has not appeared to have discouraged visitors, but prolonged strife could weigh on tourism."
   },
   {
      "definition":"how something is done or how it happens",
      "word":"mode",
      "example":"Speaking of science, he says, in language far in advance of his times: ‘There are two modes of knowing—by argument and by experiment."
   },
   {
      "definition":"a discrimination between things as different",
      "word":"distinction",
      "example":"But such a distinction is quite external; at heart the men may be very much alike."
   },
   {
      "definition":"at an angle to the horizontal or vertical position",
      "word":"inclined",
      "example":"Such an inclined passage following a seam of coal is known as a slope."
   },
   {
      "definition":"a quality belonging to or characteristic of an entity",
      "word":"attribute",
      "example":"The authors found that when the available prospects varied more in attributes such as age, height, occupation and educational background, people made fewer dating proposals."
   },
   {
      "definition":"make a great effort at a mental or physical task",
      "word":"exert",
      "example":"School boards may come to exert even greater influence over what students read."
   },
   {
      "definition":"come down on or keep down by unjust use of one's authority",
      "word":"oppress",
      "example":"Those who managed to survive were later oppressed by Poland's post-war communist authorities."
   },
   {
      "definition":"compete for something",
      "word":"contend",
      "example":"But eight men, however bold and stout-hearted, could not long contend with an enemy at least four times their number."
   },
   {
      "definition":"a strong wooden or metal post driven into the ground",
      "word":"stake",
      "example":"His remains were buried in Cannon Street, and a stake was driven through the body."
   },
   {
      "definition":"work hard",
      "word":"toil",
      "example":"He toiled in the sweat of his brow, tilling the stubborn ground, taking out stones, building fences."
   },
   {
      "definition":"pass from physical life",
      "word":"perish",
      "example":"Simon Wiesenthal's parents are long since deceased, with his father dying in World War I and his mother perishing in the Holocaust."
   },
   {
      "definition":"your usual mood",
      "word":"disposition",
      "example":"Melancholia — the state of mind — can hide behind seemingly sunny dispositions."
   },
   {
      "definition":"complain bitterly",
      "word":"rail",
      "example":"Mr. Gray railed against lengthy stage directions, saying he crossed them out in scripts before he would begin rehearsals with his actors."
   },
   {
      "definition":"one of a group of prominent bishops in the Sacred College",
      "word":"cardinal",
      "example":"Each time he names cardinals he puts his stamp on Roman Catholicism's future by choosing men who share his views."
   },
   {
      "definition":"talk about oneself with excessive pride or self-regard",
      "word":"boast",
      "example":"Mr. Estes was also well connected politically, boasting that the president of the United States took his calls."
   },
   {
      "definition":"a person who pleads for a person, cause, or idea",
      "word":"advocate",
      "example":"Well, safety advocates, consumers and the government dragged the automobile industry toward including seat belts, air bags, more visible taillights and other safety features."
   },
   {
      "definition":"present",
      "word":"bestow",
      "example":"He bestowed public buildings and river improvements in return for votes."
   },
   {
      "definition":"report or maintain",
      "word":"allege",
      "example":"It is being fired into enclosed areas and homes, the human rights group alleges."
   },
   {
      "definition":"despite anything to the contrary",
      "word":"notwithstanding",
      "example":"He seems to have taken things easily enough, notwithstanding the sorrow and suffering that surrounded him on every side."
   },
   {
      "definition":"of imposing height; especially standing out above others",
      "word":"lofty",
      "example":"He found himself in an enormous hall with a lofty ceiling."
   },
   {
      "definition":"a large indefinite number",
      "word":"multitude",
      "example":"Department store chains in general have been strained in recent years as a \"multitude\" of alternatives has emerged, all competing for customers."
   },
   {
      "definition":"having a sharp inclination",
      "word":"steep",
      "example":"It was narrow and very steep, and had precipices in all parts, so that they could not mount upward except one at a time."
   },
   {
      "definition":"pay close attention to",
      "word":"heed",
      "example":"But Cain was already too far gone to heed the warning voice."
   },
   {
      "definition":"not large but sufficient in size or amount",
      "word":"modest",
      "example":"A healthy person living in an unfashionable city with no student loans to pay off can get by on a fairly modest income."
   },
   {
      "definition":"being or affecting only a segment",
      "word":"partial",
      "example":"Generalizations of this sweeping order are apt to contain only partial truth."
   },
   {
      "definition":"naturally disposed toward",
      "word":"apt",
      "example":"Another reason to display beds at an electronics show: consumers are apt to use high-tech devices while tucked in."
   },
   {
      "definition":"the condition of being honored",
      "word":"esteem",
      "example":"Despite being held in the highest esteem by his fellow poets, Redgrove never quite achieved the critical reception or readership he deserved."
   },
   {
      "definition":"appearing to merit belief or acceptance",
      "word":"credible",
      "example":"Mike Mullen, then chairman of the Joint Chiefs of Staff, has acknowledged receiving the memo but said he ignored it as not credible."
   },
   {
      "definition":"provide the needed stimulus for",
      "word":"provoke",
      "example":"It provoked a bigger reaction than we could ever have anticipated."
   },
   {
      "definition":"a step in walking or running",
      "word":"tread",
      "example":"The farmer went down, his clumsy boots making no sound on the uncarpeted stairway, so careful was his tread."
   },
   {
      "definition":"learn or discover with confidence",
      "word":"ascertain",
      "example":"Health care providers and manufacturers can ascertain alternative treatment more effectively by tackling predicted drug shortage incidences early in the process."
   },
   {
      "definition":"proceed, get along, or succeed",
      "word":"fare",
      "example":"A recent study breaks down how graduates with various college degrees are faring in today's difficult job market."
   },
   {
      "definition":"relinquish possession or control over",
      "word":"cede",
      "example":"Some militia chiefs say they will only cede command of their fighters once an organized military and security apparatus is in place."
   },
   {
      "definition":"continuing forever or indefinitely",
      "word":"perpetual",
      "example":"The river is a perpetual enjoyment, always something going on."
   },
   {
      "definition":"a legally binding command or decision",
      "word":"decree",
      "example":"While the decree takes effect immediately, it requires Parliament's approval within 60 days to remain in force."
   },
   {
      "definition":"make or work out a plan for; devise",
      "word":"contrive",
      "example":"The wily Roc, never taken much by surprise, contrived to escape, but old Tributor and his men were all captured."
   },
   {
      "definition":"formed or developed from something else; not original",
      "word":"derived",
      "example":"Modern kale, cabbage, broccoli, cauliflower, Brussels sprouts, and kohlrabi are all members of the same species, derived from a single prehistoric plant variety."
   },
   {
      "definition":"marked by complexity and richness of detail",
      "word":"elaborate",
      "example":"But the tobacco industry and owners of other convenience stores say tribal cigarette manufacturing is just an elaborate form of tax evasion."
   },
   {
      "definition":"real; having a material or factual existence",
      "word":"substantial",
      "example":"Defence lawyers said the large number of forensic tests which had been carried out had failed to find any substantial evidence linked to the accused."
   },
   {
      "definition":"a wilderness at the edge of a settled area of a country",
      "word":"frontier",
      "example":"Adding to the precarious security situation, tribesmen kidnapped 18 Egyptian border guards along the frontier with Israel in Sinai Peninsula."
   },
   {
      "definition":"arrived at without due care or effort; lacking depth",
      "word":"facile",
      "example":"As one teacher remarks about a troubled student, \"There is no facile solution.\""
   },
   {
      "definition":"make reference to",
      "word":"cite",
      "example":"The Federal Reserve has pledged low interest rates until late 2014, citing in part the weakness of the job market."
   },
   {
      "definition":"show to be reasonable or provide adequate ground for",
      "word":"warrant",
      "example":"In the United Kingdom and Europe the devices are not used unless the need is warranted by the patient's medical condition."
   },
   {
      "definition":"weep convulsively",
      "word":"sob",
      "example":"He cried and trembled, sobbing, while they spoke, like the child he was."
   },
   {
      "definition":"a traveler who actively sits and travels on an animal",
      "word":"rider",
      "example":"In horseback riding, a rider will give commands by squeezing or lengthening the reins and altering the position of his legs."
   },
   {
      "definition":"permitting little if any light to pass through",
      "word":"dense",
      "example":"Dense black smoke rose in the distance as demonstrators burned tires in Shiite villages."
   },
   {
      "definition":"cause physical pain or suffering in",
      "word":"afflict",
      "example":"Melanoma globally afflicts nearly 160,000 new people each year."
   },
   {
      "definition":"grow vigorously",
      "word":"flourish",
      "example":"His business had been all along steadily flourishing, his patrons had been of high social position, some most illustrious, others actually royal."
   },
   {
      "definition":"invest with ministerial or priestly authority",
      "word":"ordain",
      "example":"One of the present bishops was consecrated when quite a young boy, and deacons are often ordained at sixteen, and even much earlier."
   },
   {
      "definition":"having or showing or expressing reverence for a deity",
      "word":"pious",
      "example":"Mother, you see, is a very pious woman, and she attributes it all to Providence, saying that it was the Divine interference in her behalf."
   },
   {
      "definition":"disturb, especially by minor irritations",
      "word":"vex",
      "example":"There are vexing problems slowing the growth and the practical implementation of big data technologies."
   },
   {
      "definition":"the force of attraction between all masses in the universe",
      "word":"gravity",
      "example":"Once captured, the combined object will have a new center of gravity and may be spinning in an uncontrolled way."
   },
   {
      "definition":" supported or kept from sinking or falling by buoyancy",
      "word":"suspended",
      "example":"Frustrating enough at ground level, but can you imagine the agony about a stranded, ever-soggier Oreo being suspended 11 feet above the ground?"
   },
   {
      "definition":"obvious to the eye or mind",
      "word":"conspicuous",
      "example":"Its bright scarlet fruits are conspicuous in late autumn."
   },
   {
      "definition":"a quick reply to a question or remark",
      "word":"retort",
      "example":"Having put him in ill humour with this retort, she fled away rejoicing."
   },
   {
      "definition":"an airplane powered by gas turbines",
      "word":"jet",
      "example":"Typhoon fighter jets, helicopters, two warships and bomb disposal experts will also be on duty to guard against security threats."
   },
   {
      "definition":"run away",
      "word":"bolt",
      "example":"The blare of bugles was heard, and a few seconds afterwards Jackson, still facing the enemy, shouted: \"By Jupiter, they're bolting, sir.\""
   },
   {
      "definition":"agree or express agreement",
      "word":"assent",
      "example":"His two companions readily assented, and the promise was mutually given and received."
   },
   {
      "definition":"a sum spoken of as the contents of a money container",
      "word":"purse",
      "example":"She watched over her husband, kept his accounts, held the family purse, managed all his affairs. "
   },
   {
      "definition":"the arithmetic operation of summing",
      "word":"plus",
      "example":"The survey's margin of error was plus or minus four percentage points."
   },
   {
      "definition":"give authority or permission to",
      "word":"sanction",
      "example":"The Securities and Exchange Commission said last year it had sanctioned 39 senior officers for conduct related to the housing market meltdown."
   },
   {
      "definition":"a sequence of steps by which legal judgments are invoked",
      "word":"proceeding",
      "example":"Chu attended the special court-martial proceeding on Monday in Hawaii, Hill said."
   },
   {
      "definition":"praise, glorify, or honor",
      "word":"exalt",
      "example":"Some exalt themselves by anonymously posting their own laudatory reviews."
   },
   {
      "definition":"an action of an armed force that surrounds a fortified place",
      "word":"siege",
      "example":"Rebellion broke out, and finally the aged Caliph, after enduring a siege of several weeks, was murdered in his own house."
   },
   {
      "definition":"feeling a need to see others suffer",
      "word":"malice",
      "example":"He viewed the moths with malice, their fluttering wings fanning his resentment."
   },
   {
      "definition":"recklessly wasteful",
      "word":"extravagant",
      "example":"Advisers say new millionaires are prone to mistakes, like making extravagant purchases or risky deals with friends."
   },
   {
      "definition":"increase in phase",
      "word":"wax",
      "example":"Carols had existed for centuries, though their popularity waxed and waned as different governments and religious movements periodically declared them sinful."
   },
   {
      "definition":"press tightly together or cram",
      "word":"throng",
      "example":"Deafening cheers rent the air as he landed; hundreds thronged around him to clasp his hand."
   },
   {
      "definition":"regard with feelings of respect and reverence",
      "word":"venerate",
      "example":"He venerated me like a being descended from an upper world."
   },
   {
      "definition":"attack someone physically or emotionally",
      "word":"assail",
      "example":"His campaign even issued a press release assailing other rivals for, in Mr. Paul's view, taking Mr. Romney's quote about firing people out of context."
   },
   {
      "definition":"of high moral or intellectual value",
      "word":"sublime",
      "example":"He was uneven, disproportioned, saying ordinary things on great occasions, and now and then, without the slightest provocation, uttering the sublimest and most beautiful thoughts."
   },
   {
      "definition":"draw from; make good use of",
      "word":"exploit",
      "example":"As humans increasingly exploit the deep seas for fish, oil and mining, understanding how species are dispersed is crucial, Copley said."
   },
   {
      "definition":"use of physical or mental energy; hard work",
      "word":"exertion",
      "example":"One day overcome by exertion, she fainted in the street."
   },
   {
      "definition":"catch fire",
      "word":"kindle",
      "example":"Then a match was kindled and fire applied."
   },
   {
      "definition":"furnish with a capital fund",
      "word":"endow",
      "example":"The grammar school here, founded in 1533, is liberally endowed, with scholarships and exhibitions."
   },
   {
      "definition":"set forth authoritatively as obligatory",
      "word":"imposed",
      "example":"The Arab League has already suspended Syria and imposed economic sanctions."
   },
   {
      "definition":"cause to feel shame",
      "word":"humiliate",
      "example":"The letter claims pensioners are too often patronised, humiliated, denied privacy or even medical treatment."
   },
   {
      "definition":"a legal right to vote",
      "word":"suffrage",
      "example":"There has been a great deal said in this country of late in regard to giving the right of suffrage to women."
   },
   {
      "definition":"take place or happen afterward or as a result",
      "word":"ensue",
      "example":"An uproar ensued months after the approval, when opponents realized the online gambling measure had been slipped in."
   },
   {
      "definition":"a natural stream of water smaller than a river",
      "word":"brook",
      "example":"He walked across the little bridge over the brook and at once his mood changed."
   },
   {
      "definition":"a strong wind moving 45-90 knots",
      "word":"gale",
      "example":"The gale was accompanied, as usual, by incessant rain and thick weather, and a heavy confused sea kept our decks always flooded."
   },
   {
      "definition":"reflect deeply on a subject",
      "word":"muse",
      "example":"Musing about the Big Picture may be a lot more gratifying than focusing on the details of the specific policies that aren't working."
   },
   {
      "definition":"witty language used to convey insults or scorn",
      "word":"satire",
      "example":"There's plenty of humor on Russian television, though not much political satire; Mr. Putin put a stop to that long ago."
   },
   {
      "definition":"cause to be interested or curious",
      "word":"intrigue",
      "example":"Designing and building models that intrigue and educate without overwhelming has been challenging."
   },
   {
      "definition":"something that serves to suggest",
      "word":"indication",
      "example":"Authorities said an autopsy found no indications of foul play or obvious signs of trauma on Houston."
   },
   {
      "definition":"send away towards a designated goal",
      "word":"dispatch",
      "example":"More than one assassin was dispatched by the Turkish authorities to murder Napoleon."
   },
   {
      "definition":"crouch or curl up",
      "word":"cower",
      "example":"The knaves lowered their weapons and shrank back cowering before him."
   },
   {
      "definition":"an established custom",
      "word":"wont",
      "example":"He made his customary slick feeds to open teammates, but as is their wont, the Nets struggled at times to convert points on his passes."
   },
   {
      "definition":"a system of body parts that serves some specialized purpose",
      "word":"tract",
      "example":"When probiotics flourish in the digestive tract, nutrients are better absorbed and bad bugs are held at bay, research suggests."
   },
   {
      "definition":"a collection of books accepted as holy scripture",
      "word":"canon",
      "example":"For me, all novels of any consequence are literary, and they take their place, high and low, in the canon of English literature."
   },
   {
      "definition":"cause to move forward with force",
      "word":"impel",
      "example":"Some power beyond his comprehension was impelling him toward the neighboring city."
   },
   {
      "definition":"freedom from normal restraints in conduct",
      "word":"latitude",
      "example":"Great employees often get more latitude to bring up controversial subjects in a group setting because their performance allows greater freedom."
   },
   {
      "definition":"leave behind empty; move out of",
      "word":"vacate",
      "example":"Their number diminished sharply after Villaraigosa announced last week that he wanted protesters to vacate the grounds by Monday or be forcibly removed."
   },
   {
      "definition":"any piece of work that is attempted",
      "word":"undertaking",
      "example":"\"Let my epitaph be, Here lies Joseph, who was unsuccessful in all his undertakings.\""
   },
   {
      "definition":"kill intentionally and with premeditation",
      "word":"slay",
      "example":"\"It were shame,\" said Lancelot, \"for an armed to slay an unarmed man.\""
   },
   {
      "definition":"one who goes before you in time",
      "word":"predecessor",
      "example":"Heller fills in the blanks about Taft, overshadowed by colorful predecessor Teddy Roosevelt."
   },
   {
      "definition":"the quality of being exquisitely fine in appearance",
      "word":"delicacy",
      "example":"This refinement appears in his works, which are full of artistic grace and dainty delicacy."
   },
   {
      "definition":"leave someone who needs or counts on you; leave in the lurch",
      "word":"forsake",
      "example":"\"I'm surprised,\" said Philip, cautiously opening fire, \"that you were ever allowed to forsake your native land.\""
   },
   {
      "definition":"ask for or request earnestly",
      "word":"beseech",
      "example":"Utterly distraught, he ran up and down the bank, hunting for his clothes, calling, crying out, imploring, beseeching help from somewhere."
   },
   {
      "definition":"relating to the investigation of existence and knowledge",
      "word":"philosophical",
      "example":"His arguments, like Einstein's, were qualitative, verging on highly philosophical."
   },
   {
      "definition":"a small growth of trees without underbrush",
      "word":"grove",
      "example":"Soon after we came to Pasadena, father bought an orange grove of twenty-five acres."
   },
   {
      "definition":"hinder or prevent, as an effort, plan, or desire",
      "word":"frustrate",
      "example":"Frustrated after two years of missed budget targets, finance chiefs demanded Greek officials put their verbal commitments into law."
   },
   {
      "definition":"widely known and esteemed",
      "word":"illustrious",
      "example":"She will be joining an illustrious list of recipients that include Winston Churchill, Nelson Mandela, Pope John Paul II and Princess Diana."
   },
   {
      "definition":"an instrumentality invented for a particular purpose",
      "word":"device",
      "example":"You've probably also noticed that the telephone and computer are no longer the only devices on your employees' desks."
   },
   {
      "definition":"cheap or pretentious or vain display",
      "word":"pomp",
      "example":"Throughout U.S. history, Americans have been fascinated by royal pomp -- even on a movie screen."
   },
   {
      "definition":"ask for or request earnestly",
      "word":"entreat",
      "example":"\"Let me go now, please,\" she entreated, her eyes unable to meet his any longer."
   },
   {
      "definition":"transmit, as knowledge or a skill",
      "word":"impart",
      "example":"Long before writing and books were in common use, proverbs were the principal means of imparting instruction."
   },
   {
      "definition":"correct behavior",
      "word":"propriety",
      "example":"I felt a trifle doubtful about the propriety of taking a short cut across private grounds, and said as much."
   },
   {
      "definition":"render holy by means of religious rites",
      "word":"consecrate",
      "example":"The building was consecrated as a Protestant Episcopal church in May, 1814."
   },
   {
      "definition":"the income or profit arising from a transaction",
      "word":"proceeds",
      "example":"His own share in the proceeds was about a hundred thousand dollars."
   },
   {
      "definition":"come to understand",
      "word":"fathom",
      "example":"But after flying for so many years, the idea of hanging up his sparkling wings is hard for him to fathom."
   },
   {
      "definition":"the goal intended to be attained",
      "word":"objective",
      "example":"The objective was to mobilize students from 18 high schools across the city to provide community services and inspire others."
   },
   {
      "definition":"wearing or provided with clothing",
      "word":"clad",
      "example":"A few of the villagers came behind, clad in mourning robes, and bearing lighted tapers."
   },
   {
      "definition":"devoted to a cause or political group",
      "word":"partisan",
      "example":"But given the bitter partisan divide in an election year, Democrats said they would never be able to get such legislation passed."
   },
   {
      "definition":"a dissenting clique",
      "word":"faction",
      "example":"One faction declared it would begin an armed struggle against the government of the United States."
   },
   {
      "definition":"artificially formal",
      "word":"contrived",
      "example":"In lesser hands the story about a young man who discovers life among the dead could be impossibly cute and contrived."
   },
   {
      "definition":"impressive by reason of age",
      "word":"venerable",
      "example":"Thus, after much more than two hundred years, the venerable building looks almost as it did when the first students entered its doors."
   },
   {
      "definition":"not showy or obtrusive",
      "word":"restrained",
      "example":"By contrast, Mr. Pei's restrained design took time to claim my attention, particularly since it sat quietly next door to Saarinen's concrete gull wings."
   },
   {
      "definition":"harass, as with questions or requests",
      "word":"besiege",
      "example":"He can't trot down the street without being besieged by paparazzi."
   },
   {
      "definition":"a clear appearance",
      "word":"manifestation",
      "example":"Singing and dancing are manifestations of what many Syrians describe as a much broader cultural flowering."
   },
   {
      "definition":"an act or expression of criticism and censure",
      "word":"rebuke",
      "example":"Afterward, the leaders fought court orders to release records showing what they had done, drawing an uncommonly sharp rebuke from a federal judge."
   },
   {
      "definition":"in opposition to a civil authority or government",
      "word":"insurgent",
      "example":"The Free Syrian Army, an insurgent group made of defecting soldiers and based in southern Turkey, claimed responsibility for both attacks."
   },
   {
      "definition":"using language effectively to please or persuade",
      "word":"rhetoric",
      "example":"His fiery rhetoric in support of limiting cuts to projected defense spending has surprised and impressed some of Obama's toughest Republican critics."
   },
   {
      "definition":"having ethical or moral principles",
      "word":"scrupulous",
      "example":"The reason is that the vast majority of businesses are scrupulous and treat their employees well."
   },
   {
      "definition":"approve and express assent, responsibility, or obligation",
      "word":"ratify",
      "example":"Company officials at Safeway said those replacement workers will remain on standby until the agreement is ratified by union members."
   },
   {
      "definition":"cause to be perplexed or confounded",
      "word":"stump",
      "example":"Though family members long suspected Evans, a local handyman who frequently hired local youths, the case stumped investigators for years."
   },
   {
      "definition":"marked by prudence or modesty and wise self-restraint",
      "word":"discreet",
      "example":"Sarkozy has attempted to tone down his image, becoming more discreet about his private life."
   },
   {
      "definition":"impressive in appearance",
      "word":"imposing",
      "example":"These buildings were grand and stylized with intricate details and a bit of an imposing presence."
   },
   {
      "definition":"showing pensive sadness",
      "word":"wistful",
      "example":"She turned toward him, her face troubled, her eyes most wistful."
   },
   {
      "definition":"cause to feel shame",
      "word":"mortify",
      "example":"Intensely mortified at this humiliation, the king fell sick, and henceforth his health failed rapidly."
   },
   {
      "definition":"stir up so as to form small waves",
      "word":"ripple",
      "example":"That could precipitate higher interest rates that would ripple across the economy."
   },
   {
      "definition":"a statement that is held to be true",
      "word":"premise",
      "example":"Success, real success, comes to the jack of all trades, a major premise handed down from pioneer days."
   },
   {
      "definition":"wear off or die down",
      "word":"subside",
      "example":"Affliction is allayed, grief subsides, sorrow is soothed, distress is mitigated."
   },
   {
      "definition":"contrary to your interests or welfare",
      "word":"adverse",
      "example":"High doses can have adverse effects and even cause death."
   },
   {
      "definition":"a sudden desire",
      "word":"caprice",
      "example":"Nobody is really in charge, and decisions are made on whim and caprice.\""
   },
   {
      "definition":"gather or bring together",
      "word":"muster",
      "example":"Yet Fox needed all the strength that he could muster."
   },
   {
      "definition":"broad in scope",
      "word":"comprehensive",
      "example":"The United States Army developed a comprehensive plan to address problematic race relations in the 1970s, recognizing that they were hampering military effectiveness."
   },
   {
      "definition":"yield to another's wish or opinion",
      "word":"accede",
      "example":"Therefore he made up his mind to accede to his uncle's desire."
   },
   {
      "definition":"characterized by intense emotion",
      "word":"fervent",
      "example":"But, to fervent applause and scattered fist pumps from two sets of worshipers, he pledged to legally challenge the claims against him."
   },
   {
      "definition":"cause to form a united, orderly, and consistent whole",
      "word":"cohere",
      "example":"Two antagonistic values may cohere in the same object."
   },
   {
      "definition":"an assembly to conduct judicial business",
      "word":"tribunal",
      "example":"The military has historically been protected from civilian courts, with any crimes committed by soldiers being decided in closed military tribunals."
   },
   {
      "definition":"severely simple",
      "word":"austere",
      "example":"A certain austere simplicity was noticeable all over Longfellow's house."
   },
   {
      "definition":"returning to health after illness or debility",
      "word":"recovering",
      "example":"\"The recovering economy is bringing more people back into the market."
   },
   {
      "definition":"people having the same social or economic status",
      "word":"stratum",
      "example":"She belonged to the upper stratum of the profession, and, knowing it, could not sink."
   },
   {
      "definition":"characterized by extreme care and great effort",
      "word":"conscientious",
      "example":"A conscientious hostess would be very much mortified if she served chicken out of its proper course."
   },
   {
      "definition":"based on or subject to individual discretion or preference",
      "word":"arbitrary",
      "example":"Sandra Nurse, a member of Occupy's direct action working group, said police treated demonstrators roughly and made arbitrary arrests."
   },
   {
      "definition":"irritate",
      "word":"exasperate",
      "example":"Shopkeepers, exasperated at the impact of higher taxes and reduced consumer spending, are planning to close down for the day."
   },
   {
      "definition":"summon into action or bring into existence",
      "word":"conjure",
      "example":"Vacation homes typically conjure up dreams of blue skies, pristine sand and crystalline waters."
   },
   {
      "definition":"threatening or foreshadowing evil or tragic developments",
      "word":"ominous",
      "example":"The Count's words were so ominous, so full of sinister meaning that for the moment he felt like crying out with fear."
   },
   {
      "definition":"a structure that has a roof and walls",
      "word":"edifice",
      "example":"They are here erecting a fine stone edifice for an Episcopal Church."
   },
   {
      "definition":"escape, either physically or mentally",
      "word":"elude",
      "example":"But despite racking up world titles, Olympic gold was eluding him."
   },
   {
      "definition":"spread or diffuse through",
      "word":"pervade",
      "example":"An air of intense anticipation pervaded the General's dining room."
   },
   {
      "definition":"promote the growth of",
      "word":"foster",
      "example":"Mr. Horne accused the district's Mexican-American studies program of using an antiwhite curriculum to foster social activism."
   },
   {
      "definition":"scold or reprimand; take to task",
      "word":"admonish",
      "example":"\"Children, children, stop quarrelling, right here in public!\" admonished Mrs. Dering, in a low, shocked tone."
   },
   {
      "definition":"cancel officially",
      "word":"repeal",
      "example":"If Republicans repeal the law, Ms. Schakowsky said, they would be \"taking away benefits that seniors are already getting.\""
   },
   {
      "definition":"not arrogant or presuming",
      "word":"retiring",
      "example":"Foster was an extremely modest, unworldly, retiring gentleman."
   },
   {
      "definition":"not of prime or central importance",
      "word":"incidental",
      "example":"The models themselves are incidental on \"Scouted,\" merely empty planets around which revolve some fascinating characters and plenty more dull ones."
   },
   {
      "definition":"agree or express agreement",
      "word":"acquiesce",
      "example":"American officials initially tried to resist President Karzai's moves but eventually acquiesced."
   },
   {
      "definition":"a large number or amount or extent",
      "word":"slew",
      "example":"In fact, intense focus may be one reason why so-called savants become so extraordinary at performing extensive calculations or remembering a slew of facts."
   },
   {
      "definition":"seize and take control without authority",
      "word":"usurp",
      "example":"More than anything, though, officials expressed concern about reigniting longstanding Mexican concerns about the United States' usurping Mexico's authority."
   },
   {
      "definition":"a person employed to keep watch for some anticipated event",
      "word":"sentinel",
      "example":"The prisoners undressed themselves as usual, and went to bed, observed by the sentinel."
   },
   {
      "definition":"the quality of being reproducible in amount or performance",
      "word":"precision",
      "example":"At this time, home ranges of small rodents can not be measured with great precision, therefore any such calculations are, at best, only approximations."
   },
   {
      "definition":"force to leave an office",
      "word":"depose",
      "example":"Late Wednesday, Mr. Touré, the deposed president, spoke out from hiding for the first time."
   },
   {
      "definition":"unprovoked or without motive or justification",
      "word":"wanton",
      "example":"I am not a sentimentalist by any means, yet I abominate wanton cruelty."
   },
   {
      "definition":"state of disgrace resulting from detestable behavior",
      "word":"odium",
      "example":"This was one of the men who bring odium on the whole class of prisoners, and prejudice society against them."
   },
   {
      "definition":"a rule of personal conduct",
      "word":"precept",
      "example":"The law of nature has but one precept, \"Be strong.\""
   },
   {
      "definition":"a courteous expression of esteem or regard",
      "word":"deference",
      "example":"Other rules, as indicated in Mr. Collins' book, concerned deportment, and demanded constant deference to superiors."
   },
   {
      "definition":"a noisy fight",
      "word":"fray",
      "example":"Armed rebels have joined the fray in recent months."
   },
   {
      "definition":"openly straightforward and direct without secretiveness",
      "word":"candid",
      "example":"The actor was candid about his own difficult childhood growing up with alcoholic parents."
   },
   {
      "definition":"unceasing",
      "word":"enduring",
      "example":"What makes the galumphing hubby such an enduring stock character?"
   },
   {
      "definition":"improperly forward or bold",
      "word":"impertinent",
      "example":"Imagine calling a famous writer by his first name—it seemed impertinent, to say the least."
   },
   {
      "definition":"lacking stimulating characteristics; uninteresting",
      "word":"bland",
      "example":"Many critics were less than enamored with the kind of \"easy listening\" Mr. Williams embodied, deriding his approach as bland and unchallenging."
   },
   {
      "definition":"suggest in an indirect or covert way; give to understand",
      "word":"insinuate",
      "example":"\"Good heavens, do you mean to insinuate that I did anything crooked?\" said Bojo loudly, yet at the bottom ill at ease."
   },
   {
      "definition":"insignificantly small; a matter of form only",
      "word":"nominal",
      "example":"He sought nominal damages of one dollar from each defendant."
   },
   {
      "definition":"humbly entreating",
      "word":"suppliant",
      "example":"The colonists asked for nothing but what was clearly right and asked in the most respectful and even suppliant manner."
   },
   {
      "definition":"lacking spirit or liveliness",
      "word":"languid",
      "example":"Many viewers, bored by the languid pace of the show, tuned out early."
   },
   {
      "definition":"praise enthusiastically",
      "word":"rave",
      "example":"I have heard lots of women simply rave about him."
   },
   {
      "definition":"relating to or involving money",
      "word":"monetary",
      "example":"A hundred years ago, monetary policy – control over interest rates and the availability of credit – was viewed as a highly contentious political issue."
   },
   {
      "definition":"in a hasty and foolhardy manner",
      "word":"headlong",
      "example":"\"They may not be wishing to rush headlong back into the same sort of risks just yet.\""
   },
   {
      "definition":"incapable of failure or error",
      "word":"infallible",
      "example":"But conductors are no more infallible than other people, and once in a blue moon in going through a train they miss a passenger."
   },
   {
      "definition":"influence or urge by gentle urging, caressing, or flattering",
      "word":"coax",
      "example":"He used his most enticing manner and did his best to coax the little animal out again."
   },
   {
      "definition":"elaborate, as of theories and hypotheses",
      "word":"explicate",
      "example":"He urged judges to resist the rigid guidelines and to write opinions explicating their reasons for doing so."
   },
   {
      "definition":"very thin especially from disease or hunger or cold",
      "word":"gaunt",
      "example":"Gaunt, starved, and ragged, the men marched northwards, leaving the Touat country upon their left hand."
   },
   {
      "definition":"suggesting the horror of death and decay",
      "word":"morbid",
      "example":"Earlier in the day, however, his demise was watched by spectators with a morbid fascination."
   },
   {
      "definition":"wandering freely",
      "word":"ranging",
      "example":"His detective work is fascinating and wide ranging."
   },
   {
      "definition":"ease the anger, agitation, or strong emotion of",
      "word":"pacify",
      "example":"How they pacified him I don't know, but at the end of two hours he had cooled off enough to let us go aboard."
   },
   {
      "definition":"idyllically rustic",
      "word":"pastoral",
      "example":"He made a considerable reputation as an accomplished painter of quiet pastoral subjects and carefully elaborated landscapes with cattle."
   },
   {
      "definition":"stubbornly unyielding",
      "word":"dogged",
      "example":"Some analysts expect Mr. Falcone, who is known for his dogged determination, to just continue to limp along while slashing costs."
   },
   {
      "definition":"fall away or decline",
      "word":"ebb",
      "example":"Although Gardner's competitive appetite ebbed after 2004, other cravings did not."
   },
   {
      "definition":"someone who acts as an assistant",
      "word":"aide",
      "example":"She later found work as a teacher's aide in a Head Start program in Harlem."
   },
   {
      "definition":"cause to be more favorably inclined; gain the good will of",
      "word":"appease",
      "example":"The king also has tried to appease public anger over corruption."
   },
   {
      "definition":"make an express demand or provision in an agreement",
      "word":"stipulate",
      "example":"The mayor has an executive order in place stipulating that all top officials, except those granted a waiver, live in the city."
   },
   {
      "definition":"something or someone turned to for assistance or security",
      "word":"recourse",
      "example":"Bargain hunters and holiday shoppers are bad guys' favorite targets and have little or no recourse when shoddy or fake merchandise arrives."
   },
   {
      "definition":"lacking spontaneity; not natural",
      "word":"constrained",
      "example":"All his goodness, however, will be of a forced, constrained, artificial, and at bottom unreal character."
   },
   {
      "definition":"moderate or restrain; lessen the force of",
      "word":"bate",
      "example":"\"You called her ‘an interfering, disagreeable old woman'!\" whispered Bertha with bated breath, glancing half fearfully at the door as she spoke."
   },
   {
      "definition":"a feeling of intense dislike",
      "word":"aversion",
      "example":"Already my passive dislike had grown into an active aversion."
   },
   {
      "definition":"an artistic device or effect",
      "word":"conceit",
      "example":"An urban panorama is viewed from a high vantage point, a conceit used in topographic art to render vast perspectives."
   },
   {
      "definition":"strongly opposed",
      "word":"loath",
      "example":"Friends and political allies are loath to talk about her, knowing the family's intense obsession with privacy."
   },
   {
      "definition":"an embankment built around a space for defensive purposes",
      "word":"rampart",
      "example":"The night was gloomy, dark, and wet; the soldiers, wearied with watching at the ramparts, dozed, leaning on their weapons."
   },
   {
      "definition":"obtain by coercion or intimidation",
      "word":"extort",
      "example":"The owners, in turn, have called the lawyers shakedown artists bent on ruining their good reputations to extort money."
   },
   {
      "definition":"leave slowly and hesitantly",
      "word":"tarry",
      "example":"For two days I tarried in Paris, settling my little property."
   },
   {
      "definition":"perform an act, usually with a negative connotation",
      "word":"perpetrate",
      "example":"Come on it's just a cruel joke perpetrated by the airline industry.\""
   },
   {
      "definition":"propriety in manners and conduct",
      "word":"decorum",
      "example":"Wishing to observe the rules of decorum she invited him to stay for supper, though absolutely nothing had been prepared for a guest."
   },
   {
      "definition":"produced or growing in extreme abundance",
      "word":"luxuriant",
      "example":"Her luxuriant curly hair, restrained by no net, but held together simply by a flowering spray, waved over her shoulders in all its rich abundance."
   },
   {
      "definition":"insincere talk about religion or morals",
      "word":"cant",
      "example":"It was the familiar cant of the man rich enough to affect disdain for money, and Wade was not impressed."
   },
   {
      "definition":"give instructions to or direct somebody to do something",
      "word":"enjoin",
      "example":"He turned to beckon the others forward with one hand, while laying the other over his mouth in a gesture enjoining silence."
   },
   {
      "definition":"extreme greed for material wealth",
      "word":"avarice",
      "example":"The old man's fears were assailed with threats, and his avarice was approached by bribes, and he very soon capitulated."
   },
   {
      "definition":"a formal or authoritative proclamation",
      "word":"edict",
      "example":"An edict was issued by him forbidding any Christian to give instruction in Greek literature under any circumstances."
   },
   {
      "definition":"cause to lose one's composure",
      "word":"disconcert",
      "example":"Perplexed and disconcerted, I found no words to answer such an amazing sally."
   },
   {
      "definition":"balance among the parts of something",
      "word":"symmetry",
      "example":"Even the staging displays symmetry, with actors lined up on either side in formal precision."
   },
   {
      "definition":"surrender under agreed conditions",
      "word":"capitulate",
      "example":"\"Alas, no,\" said Bergfeld, mournfully, \"the day after the battle our brave soldiers were surrounded by overwhelming forces and obliged to capitulate.\""
   },
   {
      "definition":"act between parties with a view to reconciling differences",
      "word":"arbitrate",
      "example":"The Scottish throne was now disputed by many claimants, and the Scots asked Edward to arbitrate between them."
   },
   {
      "definition":"separate or cut with a tool, such as a sharp instrument",
      "word":"cleave",
      "example":"Instead someone shouts \"Go\" and he is bearing down on me and almost cleaves my shield in two with his first blow."
   },
   {
      "definition":"add to the very end",
      "word":"append",
      "example":"Some specimens will appear in the papers appended to this report."
   },
   {
      "definition":"the human face",
      "word":"visage",
      "example":"An honest, quiet laugh often mantled his pale earnest visage."
   },
   {
      "definition":"a moving crowd",
      "word":"horde",
      "example":"Hordes of puzzled tourists, many with rolling suitcases attached, poured down the staircases."
   },
   {
      "definition":"a short moral story ",
      "word":"parable",
      "example":"In most instances, I have closed my visits by reading some interesting story or parable."
   },
   {
      "definition":"censure severely",
      "word":"chastise",
      "example":"She remembers an upsetting incident when a headmistress chastised her for working too much."
   },
   {
      "definition":"hinder or prevent, as an effort, plan, or desire",
      "word":"foil",
      "example":"On March 1st, a Turkish newspaper reported that the country's intelligence service had foiled an attempt by Syrian agents to kidnap the colonel."
   },
   {
      "definition":"being truly so called; real or genuine",
      "word":"veritable",
      "example":"The heavy rain had reduced this low-lying ground to a veritable quagmire, making progress very difficult even for one as unburdened as he was."
   },
   {
      "definition":"work hard to come to terms with or deal with something",
      "word":"grapple",
      "example":"But, he said, all coastal communities will have to grapple with rising seas."
   },
   {
      "definition":"the most powerful members of a society",
      "word":"gentry",
      "example":"The mode of travel of the gentry was riding horses, but most people traveled by walking."
   },
   {
      "definition":"a sudden numbing dread",
      "word":"pall",
      "example":"Residents who fled in recent days spoke of the smell of death and piles of garbage drifting like snowbanks, casting a pall over the city."
   },
   {
      "definition":"a saying that is widely accepted on its own merits",
      "word":"maxim",
      "example":"The maxim \"All is fair in love and war\" was applied literally."
   },
   {
      "definition":"a prediction made by extrapolating from past observations",
      "word":"projection",
      "example":"Volume is down 25 percent from five years ago, and projections show even further declines, said Postmaster General Patrick R. Donahoe."
   },
   {
      "definition":"a superior skill learned by study and practice ",
      "word":"prowess",
      "example":"While our engineering prowess has advanced a great deal over the past sixty years, the principles of innovation largely have not."
   },
   {
      "definition":"thickly covered with ingrained dirt or soot",
      "word":"dingy",
      "example":"Though composed amid the unromantic surroundings of a dingy, dusty, and neglected back room, the speech has become a memorable document."
   },
   {
      "definition":"an outward appearance that is deliberately misleading",
      "word":"semblance",
      "example":"He was perceptibly older, in the way in which people look older all at once after having long kept the semblance of youth."
   },
   {
      "definition":"advertise in strongly positive terms",
      "word":"tout",
      "example":"Testing is being touted as the means of making the U.S. education system competitive, even world-class."
   },
   {
      "definition":"strength of mind that enables one to endure adversity",
      "word":"fortitude",
      "example":"Leigh Hunt bore himself in his captivity with cheerful fortitude, suffering severely in health but flagging little in spirits or industry."
   },
   {
      "definition":"into parts or pieces",
      "word":"asunder",
      "example":"In 1854, as I have already remarked, Nicaragua was split asunder by civil war."
   },
   {
      "definition":"an overwhelming defeat",
      "word":"rout",
      "example":"It's how Seattle won Sunday's game in Chicago, scoring 31 consecutive second-half points as an impressive comeback became an overwhelming rout."
   },
   {
      "definition":"characterized by dignity and propriety",
      "word":"staid",
      "example":"He was prim and staid and liked to do things in an orderly fashion."
   },
   {
      "definition":"influence by slyness",
      "word":"beguile",
      "example":"I can no longer remain silent in the presence of the schemers who seek to beguile you."
   },
   {
      "definition":"have the often specious appearance of being or intending",
      "word":"purport",
      "example":"Of course, none of these purported medical benefits have any grounding in science."
   },
   {
      "definition":"corrupt morally or by intemperance or sensuality",
      "word":"deprave",
      "example":"The people who make up this typical Gorky offering are drunkards, thieves, depraved creatures of every kind."
   },
   {
      "definition":"leave or give, especially by will after one's death",
      "word":"bequeath",
      "example":"No matter how often she changed her will, she told me, that diamond pin was always bequeathed to me."
   },
   {
      "definition":"something that baffles understanding and cannot be explained",
      "word":"enigma",
      "example":"Tails are often an enigma; many creatures have them, but scientists know little about their function, particularly for extinct species."
   },
   {
      "definition":"marked by care and persistent effort",
      "word":"assiduous",
      "example":"He's an assiduous diary-keeper and regularly rereads ancient entries to check up on himself."
   },
   {
      "definition":"a person holding a fief",
      "word":"vassal",
      "example":"And what was of still greater importance, he could only obtain taxes and soldiers from among the vassals, by the consent of their feudal lords."
   },
   {
      "definition":"draw back, as with fear or pain",
      "word":"quail",
      "example":"He quailed before me, and forgetting his new part in old habits, muttered an apology."
   },
   {
      "definition":"area relatively far from the center, as of a city or town",
      "word":"outskirts",
      "example":"Ms. Waters talked about how she had spent the day at an organic farm on the outskirts of Beijing looking at vegetables for the dinner."
   },
   {
      "definition":"a protective structure of stone or concrete",
      "word":"bulwark",
      "example":"The cliffs are of imposing height, nearly three hundred feet: a formidable bulwark."
   },
   {
      "definition":"an erratic turn from an intended course",
      "word":"swerve",
      "example":"However, I was not going to swerve from my word."
   },
   {
      "definition":"prepare oneself for action or a confrontation",
      "word":"gird",
      "example":"Protesters are girding for another police raid as several City Council members have called on protesters to leave."
   },
   {
      "definition":"pledged to be married",
      "word":"betrothed",
      "example":"We are not betrothed'—her eyes filled with tears,—'he can never marry me; and he and my father have quarrelled."
   },
   {
      "definition":"of or concerned with or related to the future",
      "word":"prospective",
      "example":"Most prospective homesteaders make the same mistake I did in buying horses, unless they are experienced."
   },
   {
      "definition":"make reference to",
      "word":"advert",
      "example":"In the family circle it was rarely adverted to, and never except when some allusion to the approaching separation had to be made."
   },
   {
      "definition":"not allowing contradiction or refusal",
      "word":"peremptory",
      "example":"This time it was not a request but a peremptory order to go at once to Cuba and undertake the work."
   },
   {
      "definition":"the elementary stage of any subject",
      "word":"rudiment",
      "example":"He retraced his steps, and came to Cape Girardeau, in Missouri, where he remained some time, acquiring the rudiments of the English language."
   },
   {
      "definition":"reason from the general to the particular",
      "word":"deduce",
      "example":"They then used models of global wind circulation to deduce which dust sources have become stronger and which weaker."
   },
   {
      "definition":"proceeding in a fragmentary, hesitant, or ineffective way",
      "word":"halting",
      "example":"\"I so much love cricket,\" he said, shyly, in halting English."
   },
   {
      "definition":"a state of dishonor",
      "word":"ignominy",
      "example":"After all, we love nothing better than seeing the powerful and formerly smug dragged across the front pages in ignominy."
   },
   {
      "definition":"an orientation that characterizes the thinking of a group",
      "word":"ideology",
      "example":"Bill O'Reilly and others picked up on the theme, summing up left-wing ideology as \"San Francisco values.\""
   },
   {
      "definition":"lacking in vitality or interest or effectiveness",
      "word":"pallid",
      "example":"But too often the music sounded thin and pallid."
   },
   {
      "definition":"strong feelings of embarrassment",
      "word":"chagrin",
      "example":"But he was feeling deeply chagrined and mortified over his last escapade."
   },
   {
      "definition":"thrust oneself in as if by force",
      "word":"obtrude",
      "example":"She had no right to obtrude herself into his life and to disturb it."
   },
   {
      "definition":"disposed to venture or take risks",
      "word":"audacious",
      "example":"In an audacious operation that unfolded like a Hollywood thriller, the Navy Seals executed a daring raid deep into Pakistan to kill Osama bin Laden."
   },
   {
      "definition":"make sense of; assign a meaning to",
      "word":"construe",
      "example":"But nothing that was said Tuesday can be construed as good news."
   },
   {
      "definition":"cross a river where it's shallow",
      "word":"ford",
      "example":"Sometimes they drive their teams through unsettled country, without roads, swimming and fording streams, clearing away obstructions, and camping where night overtakes them."
   },
   {
      "definition":"the food served and eaten at one time",
      "word":"repast",
      "example":"Fragrant coffee, light rolls, fresh butter, ham and eggs, fried crocuses and soft crabs, formed the repast."
   },
   {
      "definition":"an unbroken period of time during which you do something",
      "word":"stint",
      "example":"He found his unionized warehouse job after a stint working for his father, an accountant."
   },
   {
      "definition":"a mural done with watercolors on wet plaster",
      "word":"fresco",
      "example":"The little church has an ancient fresco of St. Christopher, placed, as usual, opposite the entrance."
   },
   {
      "definition":"willingly obedient out of a sense of respect",
      "word":"dutiful",
      "example":"Perhaps he thinks an engaged young lady should be demure and dutiful, having no eyes or ears for any one except her betrothed."
   },
   {
      "definition":"make or shape as with an axe",
      "word":"hew",
      "example":"They bought a log chain, and lumber for a door; the window frames were hewed from logs."
   },
   {
      "definition":"functional equality",
      "word":"parity",
      "example":"How many of the world's problems would be solved, or at least greatly reduced, if women had true parity with men?"
   },
   {
      "definition":"diffusing warmth and friendliness",
      "word":"affable",
      "example":"He was well liked and respected in these islands, for his affable manners had obtained for him much popularity."
   },
   {
      "definition":"tiresomely long; seemingly without end",
      "word":"interminable",
      "example":"All was going well, but slowly, the time taken for the last few feet seeming to be interminable."
   },
   {
      "definition":"steal goods; take as spoils",
      "word":"pillage",
      "example":"In addition great material losses were inflicted: seven hundred houses were destroyed, six hundred stores pillaged, and thousands of families utterly ruined."
   },
   {
      "definition":"a feeling of evil to come",
      "word":"foreboding",
      "example":"Mr. Harding had strong forebodings that the trouble, so far from being ended, was only just beginning."
   },
   {
      "definition":"tear or be torn violently",
      "word":"rend",
      "example":"In the distance heavy artillery was growling, and high explosive shells were bursting with a violence that seemed to rend the sky."
   },
   {
      "definition":"the financial means whereby one lives",
      "word":"livelihood",
      "example":"With businesses shut, fields untended and fishing abandoned many have lost their livelihoods as well as their homes, our correspondent says."
   },
   {
      "definition":"do something that one considers to be below one's dignity",
      "word":"deign",
      "example":"To Mr. Gompers' courteous letter Czar Gary did not deign to reply."
   },
   {
      "definition":"determined by chance or impulse rather than by necessity",
      "word":"capricious",
      "example":"Her admirers were capricious, returning to her at times, and then holding aloof again; and as for suitors, they entirely disappeared."
   },
   {
      "definition":"so great in size, force, or extent as to elicit awe",
      "word":"stupendous",
      "example":"The fact was so stupendous that Terry felt almost frightened over the great good fortune."
   },
   {
      "definition":"material consisting of seed coverings and pieces of stem",
      "word":"chaff",
      "example":"The wheat, being heavy, falls, while the chaff is blown away."
   },
   {
      "definition":"not established by conditioning or learning",
      "word":"innate",
      "example":"In other words, one of our most essential abilities as humans--reading--is the product of a combination of innate and learned traits."
   },
   {
      "definition":"an abstracted state of absorption",
      "word":"reverie",
      "example":"He stood still, seemingly lost in reverie, and quite oblivious to the group about him."
   },
   {
      "definition":"quarrel noisily, angrily, or disruptively",
      "word":"wrangle",
      "example":"Here were many fierce and bitter wrangles over vexed questions, turbulent scenes, displays of sectional feelings."
   },
   {
      "definition":"a long narrow opening",
      "word":"crevice",
      "example":"The disruptive power of tree roots, growing in the crevices of rocks, is well known."
   },
   {
      "definition":"appearing as such but not necessarily so",
      "word":"ostensible",
      "example":"This already-exhaustive book is studded with diary entries, academic papers and other ostensible evidence that its fictitious stories of destruction are true."
   },
   {
      "definition":"lacking even the rudiments of courage; abjectly fearful",
      "word":"craven",
      "example":"Was it for them to follow the craven footsteps of a cowardly generation?"
   },
   {
      "definition":"an indication that something has been present",
      "word":"vestige",
      "example":"Now, there was no vestige of vegetation; no living thing."
   },
   {
      "definition":"examine thoroughly and in great depth",
      "word":"plumb",
      "example":"Tellingly, Ms. Liao said she had great difficulty finding three actors willing to plumb their own personalities."
   },
   {
      "definition":"temperamentally disinclined to talk",
      "word":"reticent",
      "example":"No questions were asked, and few indeed were the words spoken, his reticent manner preventing any undue familiarity."
   },
   {
      "definition":"an inclination to do something",
      "word":"propensity",
      "example":"A longtime colleague, Gate Theatre director Michael Colgan, noted Kelly's old-school charms, punctuated by his propensity for bow ties and smart suits."
   },
   {
      "definition":"scold or reprimand severely or angrily",
      "word":"chide",
      "example":"He chided reporters as having \"stalked\" family members, demanding that his relatives be left alone."
   },
   {
      "definition":"choose and follow a theory, idea, policy, etc.",
      "word":"espouse",
      "example":"He said Islam should not be equated with terrorism or the kind of violence espoused by Bin Laden."
   },
   {
      "definition":"especially fine or decorative clothing",
      "word":"raiment",
      "example":"Clothed in fine raiment and faring sumptuously every day, he soon developed into a handsome lad."
   },
   {
      "definition":"invulnerable to fear or intimidation",
      "word":"intrepid",
      "example":"There are some very courageous and intrepid reporters in Afghanistan, including some who work for American media outlets."
   },
   {
      "definition":"according with custom or propriety",
      "word":"seemly",
      "example":"The Baron was less conscientious, for he ate more beefsteak than was seemly, and talked a great deal of stupid nonsense, as was his wont."
   },
   {
      "definition":"lessen the intensity of or calm",
      "word":"allay",
      "example":"Our boy was scared and confused; we tried to allay his fears."
   },
   {
      "definition":"occurring in spells and often abruptly",
      "word":"fitful",
      "example":"She had lost her composure, her breath came in fitful, uneven gasps, and as she sat there she pressed one hand over her heart."
   },
   {
      "definition":"become ground down or deteriorate",
      "word":"erode",
      "example":"Another report today showed home prices fell more than forecast in November, eroding the wealth of families as they seek to rebuild savings."
   },
   {
      "definition":"free of artificiality; sincere and genuine",
      "word":"unaffected",
      "example":"His conversation was unaffectedly simple and frank; his language natural; always abounding in curious anecdotes."
   },
   {
      "definition":"a major division of a long poem",
      "word":"canto",
      "example":"Folengo's next production was the Orlandino, an Italian poem of eight cantos, written in rhymed octaves."
   },
   {
      "definition":"easily handled or managed",
      "word":"docile",
      "example":"Time and again humans have domesticated wild , producing tame individuals with softer appearances and more docile temperaments, such as dogs and guinea pigs."
   },
   {
      "definition":"treat condescendingly",
      "word":"patronize",
      "example":"Ms. Paul herself noted that \"glib talk about appreciating dyslexia as a ‘gift' is unhelpful at best and patronizing at worst.\""
   },
   {
      "definition":"be abuzz",
      "word":"teem",
      "example":"The coast, once teeming with traffic, is now lonely and deserted."
   },
   {
      "definition":"arouse hostility or indifference in",
      "word":"estrange",
      "example":"An atmosphere of distrust, suspicion and fear can cause workers to feel estranged from one another, Dr. Wright has written."
   },
   {
      "definition":"a quarrel about petty points",
      "word":"spat",
      "example":"Public spats are rare in the asset-management industry, where companies typically resolve disputes behind closed doors."
   },
   {
      "definition":"sing or play with trills",
      "word":"warble",
      "example":"Meadow larks, as you have undoubtedly noticed, warble many different songs."
   },
   {
      "definition":"a person's appearance, manner, or demeanor",
      "word":"mien",
      "example":"Nevertheless, before going to meet Samuel, she assumed a calm and dignified mien."
   },
   {
      "definition":"fill to contentment",
      "word":"sate",
      "example":"His appetite was not sated by any means, but he knew the danger of overloading his stomach, so he stopped."
   },
   {
      "definition":"the body of voters who elect a representative for their area",
      "word":"constituency",
      "example":"Each posited that the blue-collar Democratic constituency rooted in the New Deal had grown increasingly conservative, alienated from \"big government.\""
   },
   {
      "definition":"characteristic of the nobility or aristocracy",
      "word":"patrician",
      "example":"Respectable ladies, long resident, wearing black poke bonnets and camel's-hair shawls, lifted their patrician eyebrows with disapproval."
   },
   {
      "definition":"avoid or try to avoid fulfilling, answering, or performing",
      "word":"parry",
      "example":"The boys asked a few guarded questions, but gained no information whatever, their questions being parried in every instance."
   },
   {
      "definition":"someone who carries out a learned profession",
      "word":"practitioner",
      "example":"In particular, modern medical practitioners are coming around to the idea that certain illnesses cannot be reduced to one isolatable, treatable cause."
   },
   {
      "definition":"disentangle",
      "word":"ravel",
      "example":"Overcasting is done by taking loose stitches over the raw edge of the cloth, to keep it from ravelling or fraying."
   },
   {
      "definition":"occupy in large numbers or live on a host",
      "word":"infest",
      "example":"Many lived in dilapidated apartments with leaky pipes, broken windows, rooms full of mold, and walls infested with cockroaches and rats."
   },
   {
      "definition":"give an incentive for doing something",
      "word":"actuate",
      "example":"He knew that men were actuated by other motives, good and bad, than self-interest."
   },
   {
      "definition":"unfriendly and inclined toward anger or irritation",
      "word":"surly",
      "example":"But Blake, being surly and quarrelsome even when sober, gave the lapel a savage jerk, and reached out with his other hand."
   },
   {
      "definition":"get over an illness or shock",
      "word":"convalesce",
      "example":"Patients convalescing from pneumonia were evacuated to England or given Base Duty."
   },
   {
      "definition":"lower someone's spirits; make downhearted",
      "word":"demoralize",
      "example":"The storm clobbered many communities still recovering from the flooding two months ago caused by Hurricane Irene, leaving weary homeowners exhausted and demoralized."
   },
   {
      "definition":"grow worse",
      "word":"devolve",
      "example":"As the rhetoric heated up inside, the violence outside devolved into chaos."
   },
   {
      "definition":"liveliness and eagerness",
      "word":"alacrity",
      "example":"Every one exerted himself not only without murmuring and discontent, but even with an alacrity which almost approached to cheerfulness."
   },
   {
      "definition":"do without or cease to hold or adhere to",
      "word":"waive",
      "example":"Low rates have also led retail brokerages to waive fees on money market funds to avoid negative returns for their clients."
   },
   {
      "definition":"out of the ordinary",
      "word":"unwonted",
      "example":"He must rush off to see his people, who no doubt were quite confounded by his unwonted energy."
   },
   {
      "definition":"be in an agitated emotional state",
      "word":"seethe",
      "example":"Outwardly quite calm and matter-of-fact, his mind was in a seething turmoil."
   },
   {
      "definition":"look at critically or searchingly, or in minute detail",
      "word":"scrutinize",
      "example":"Fans and commentators are scrutinizing every blemish: his turnovers, his weak left hand, his jump shot."
   },
   {
      "definition":"lacking self-confidence",
      "word":"diffident",
      "example":"Shyly diffident in the presence of strangers, her head was lowered."
   },
   {
      "definition":"curse or declare to be evil or anathema",
      "word":"execrate",
      "example":"When all Great Britain was execrating Napoleon, picturing him as a devil with horns and hoofs, Byron looked upon him as the world's hero."
   },
   {
      "definition":"incapable of being appeased or pacified",
      "word":"implacable",
      "example":"This man was a savage in his implacable desire for revenge."
   },
   {
      "definition":"a sudden outburst of anger",
      "word":"pique",
      "example":"A talented youngster who smashes his guitar in a fit of pique finds it magically reassembled just in time for a crucial concert."
   },
   {
      "definition":"a slight but appreciable amount",
      "word":"mite",
      "example":"I never saw anybody so pleased with monkeys as she is, and not one mite afraid."
   },
   {
      "definition":"hold back, impede, or weigh down",
      "word":"encumber",
      "example":"Two others were making slower progress for the reason that each was encumbered by supporting a disabled man."
   },
   {
      "definition":"lacking refinement or cultivation or taste",
      "word":"uncouth",
      "example":"He had not stopped to consider her rough speech and uncouth manners."
   },
   {
      "definition":"easily irritated or annoyed",
      "word":"petulant",
      "example":"The black eyes emitted an angry flash, the voice that answered was sharp and petulant."
   },
   {
      "definition":"make amends for",
      "word":"expiate",
      "example":"Wulphere was absolved on condition that he should expiate his crime by founding churches and monasteries all over his kingdom."
   },
   {
      "definition":"given to haughty disregard of others",
      "word":"cavalier",
      "example":"Some would have given Nicklaus a cavalier response: polite nod while thinking, \"Yeah, whatever.\""
   },
   {
      "definition":"light teasing repartee",
      "word":"banter",
      "example":"Our easy banter had suddenly been replaced by strained and awkward interaction."
   },
   {
      "definition":"act in an arrogant, overly self-assured, or conceited manner",
      "word":"bluster",
      "example":"Slade, despite his swaggers and blustering, was at heart a coward."
   },
   {
      "definition":"corrupt morally or by intemperance or sensuality",
      "word":"debase",
      "example":"Long oppression had not, on the whole, either blunted their intellects or debased their morals."
   },
   {
      "definition":"a person working in the service of another",
      "word":"retainer",
      "example":"This faithful and trusted retainer is greatly valued by his employers."
   },
   {
      "definition":"make subservient; force to submit or subdue",
      "word":"subjugate",
      "example":"The Confederacy was led by thoroughgoing racists who wanted to keep blacks subjugated for all time because of the color of their skin."
   },
   {
      "definition":"praise, glorify, or honor",
      "word":"extol",
      "example":"How I praised the duck at that first dinner, and extolled Madame's skill in cookery!"
   },
   {
      "definition":"filled with or attended with",
      "word":"fraught",
      "example":"But the ocean remains an unpredictable place, fraught with hazards."
   },
   {
      "definition":"profoundly honored",
      "word":"august",
      "example":"At all times reserved in his manner and his bearing full of dignity, never before had she realized the majesty of General Washington's august presence."
   },
   {
      "definition":"a long narrow depression in a surface",
      "word":"fissure",
      "example":"The brown bark is not very rough, though its numerous fissures and cracks give it a rugged appearance."
   },
   {
      "definition":"a small natural hill",
      "word":"knoll",
      "example":"Opened in 2008, the park serves as a true public space; elderly couples stroll around the artificial lake as toddlers roll down grassy knolls."
   },
   {
      "definition":"emotionally hardened",
      "word":"callous",
      "example":"Outwardly merry and good-humoured, he was by nature coldly fierce, calculating, callous."
   },
   {
      "definition":"teach and impress by frequent repetitions or admonitions",
      "word":"inculcate",
      "example":"But instruction in history has been for a long time systematically used to inculcate certain political sentiments in the pupils."
   },
   {
      "definition":"disturb, especially by minor irritations",
      "word":"nettle",
      "example":"Lincoln began these remarks by good-humored but nettling chaffing of his opponent."
   },
   {
      "definition":"turn pale, as if in fear",
      "word":"blanch",
      "example":"He is silent, as if struck dumb, his face showing blanched and bloodless, while she utters a shriek, half terrified, half in frenzied anger."
   },
   {
      "definition":"difficult or impossible to understand",
      "word":"inscrutable",
      "example":"The fashion industry is notoriously opaque and often inscrutable for outsiders, even ones as well connected as him."
   },
   {
      "definition":"stubbornly unyielding",
      "word":"tenacious",
      "example":"She was a tenacious woman, one who would even hold fast a thing which she no longer valued, simply because it belonged to her."
   },
   {
      "definition":"the state of being under the control of another person",
      "word":"thrall",
      "example":"Then Kiss commenced in earnest, and quickly held his audience in thrall."
   },
   {
      "definition":"a pressing or urgent situation",
      "word":"exigency",
      "example":"The exigency of the situation roused Mr. Popkiss' sluggish faculties into prompt action."
   },
   {
      "definition":"sad beyond comforting; incapable of being soothed",
      "word":"disconsolate",
      "example":"Was there a bereaved mother or disconsolate sister weeping over their dead?"
   },
   {
      "definition":"a force that makes something happen",
      "word":"impetus",
      "example":"Critics say it has known mixed success at best, although supporters hope the U.S. drawdown could provide just the impetus it needs to thrive."
   },
   {
      "definition":"an uncalled-for burden",
      "word":"imposition",
      "example":"On that far-away day he had considered the little, lost girl a nuisance and an imposition."
   },
   {
      "definition":"kindly endorsement and guidance",
      "word":"auspices",
      "example":"In March 2009, negotiations between Israel and Hamas were held in Cairo, under the auspices of the Egyptian intelligence agency."
   },
   {
      "definition":"full and loud and deep",
      "word":"sonorous",
      "example":"His voice rang out firmly now, a deep and sonorous bass."
   },
   {
      "definition":"an act that victimizes someone ",
      "word":"exploitation",
      "example":"In a scathing report released last year, Amnesty International found there was widespread exploitation of migrants in Malaysia."
   },
   {
      "definition":"something causing misery or death",
      "word":"bane",
      "example":"Knee pain is the bane of many runners, sometimes causing them to give up altogether."
   },
   {
      "definition":"force or effort",
      "word":"dint",
      "example":"If only certain puzzles could be solved by dint of sheer hard thinking!"
   },
   {
      "definition":"deserving or bringing disgrace or shame",
      "word":"ignominious",
      "example":"The great Ottawa chief saw his partially accomplished scheme withering into ignominious failure."
   },
   {
      "definition":"characterized by friendship and good will",
      "word":"amicable",
      "example":"After a short colloquy the two men evidently came to an amicable understanding, for they shook hands."
   },
   {
      "definition":"the beginning or early stages",
      "word":"onset",
      "example":"Thousands of families are living in makeshift camps as temperatures fall to freezing with the onset of winter."
   },
   {
      "definition":"a schoolhouse with special facilities for fine arts",
      "word":"conservatory",
      "example":"The young instrumental talent that is coming out of local music schools and conservatories is as amazingly good as you are going to find anywhere."
   },
   {
      "definition":"the point above the observer directly opposite the nadir",
      "word":"zenith",
      "example":"In other words it never reaches the zenith, a point directly overhead."
   },
   {
      "definition":"marked by a ready flow of speech",
      "word":"voluble",
      "example":"I find him charming: shy – yet easy to talk to – voluble and funny once he gets going."
   },
   {
      "definition":"a free man who cultivates his own land",
      "word":"yeoman",
      "example":"On one extreme was the well-to-do yeoman farmer farming his own land."
   },
   {
      "definition":"a manner lacking seriousness",
      "word":"levity",
      "example":"The same balance of seriousness and levity runs through her plays, which put an absurdist spin on everyday problems."
   },
   {
      "definition":"feeling great delight and interest",
      "word":"rapt",
      "example":"She was watching the development of the investigation with rapt, eager attention."
   },
   {
      "definition":"characterized by oppressive heat and humidity",
      "word":"sultry",
      "example":"New guidelines from the American Academy of Pediatrics arrive just as school sports ramp up in sultry August temperatures."
   },
   {
      "definition":"bind the arms of",
      "word":"pinion",
      "example":"The prisoners having dismounted, were placed in a line on the ground facing the guillotine, their arms pinioned."
   },
   {
      "definition":"a proposition that is not susceptible of proof or disproof",
      "word":"axiom",
      "example":"The fundamental axiom of scientific thought is that there is not, never has been, and never will be, any disorder in nature."
   },
   {
      "definition":"catch sight of",
      "word":"descry",
      "example":"Looking off seaward, I could descry no sails."
   },
   {
      "definition":"the group following and attending to some important person",
      "word":"retinue",
      "example":"Despite his retinue of security personnel, Atambaev had been poisoned during his short tenure as prime minister."
   },
   {
      "definition":"a worker who holds or is invested with an office",
      "word":"functionary",
      "example":"He was the functionary of the assize court, impaneling its juries, bringing accused men before it, and carrying out its penalties."
   },
   {
      "definition":"take in liquids",
      "word":"imbibe",
      "example":"\"We're cornered at last,\" he said suddenly, as the old man set the bottle down after having imbibed the best half of its contents."
   },
   {
      "definition":"having variety of character or form or components",
      "word":"diversified",
      "example":"Funds in both categories tend to be highly diversified, typically with 100 or more stocks across at least 10 industries."
   },
   {
      "definition":"raid and rove in search of booty",
      "word":"maraud",
      "example":"Its reporter says armed gangs and looters are marauding the streets."
   },
   {
      "definition":"petty or reluctant in giving or spending",
      "word":"grudging",
      "example":"Expect delays, scattered outages and surly, grudging customer service in the interim."
   },
   {
      "definition":"a predisposition to like something",
      "word":"partiality",
      "example":"She still showed a partiality for bright colors, by her gown of deep crimson."
   },
   {
      "definition":"the humanistic study of language and literature",
      "word":"philology",
      "example":"I had determined to study philology, chiefly Greek and Latin, but the fare spread out by the professors was much too tempting."
   },
   {
      "definition":"humorously sarcastic or mocking",
      "word":"wry",
      "example":"She also has a very understated but very wry sense of humour; watch out for it."
   },
   {
      "definition":"meet to select a candidate or promote a policy",
      "word":"caucus",
      "example":"Representative Ron Paul of Texas isn't campaigning in Florida, instead focusing on Maine, which will caucus in late February."
   },
   {
      "definition":"spread or diffuse through",
      "word":"permeate",
      "example":"Florida's summertime heat permeates almost every scene, becoming something like a character."
   },
   {
      "definition":"presenting favorable circumstances",
      "word":"propitious",
      "example":"With the Athens stock market down nearly 30 percent so far this year, it would not seem a propitious time for initial public offerings."
   },
   {
      "definition":"conspicuous, prominent, or important",
      "word":"salient",
      "example":"Bullying has become an increasingly salient problem for school-age children, and in rare cases has ended tragically with victims committing suicide."
   },
   {
      "definition":"make peace with",
      "word":"propitiate",
      "example":"King Edward, having subdued the Welsh, \"endeavoured to propitiate his newly acquired subjects by becoming a resident in the conquered country."
   },
   {
      "definition":"remove by cutting",
      "word":"excise",
      "example":"Wielding a razor, Jefferson excised all passages containing supernaturalistic elements from the gospels, extracting what he took to be Jesus's pure ethical teachings."
   },
   {
      "definition":"be a signal for or a symptom of",
      "word":"betoken",
      "example":"The haggard face and sombre eyes betokened considerable mental anguish."
   },
   {
      "definition":"acceptable to the taste or mind",
      "word":"palatable",
      "example":"If nicely cooked in this way, cabbage is as palatable and as digestible as cauliflower."
   },
   {
      "definition":"express criticism towards",
      "word":"upbraid",
      "example":"When Kahn warned of a serious economic \"depression\", he was upbraided by the White House for using such language."
   },
   {
      "definition":"someone who rebels and becomes an outlaw",
      "word":"renegade",
      "example":"If he went off to another people he lost all standing among the Sioux and was thereafter treated as an outlaw and a renegade."
   },
   {
      "definition":"ancient",
      "word":"hoary",
      "example":"The device of the trapped young person saved by books is a hoary one, but Ms. Winterson makes it seem new, and sulfurous."
   },
   {
      "definition":"marked by a narrow focus on or display of learning",
      "word":"pedantic",
      "example":"The reader is treated to pedantic little footnotes, and given a good deal of information which is either gratuitous or uninteresting."
   },
   {
      "definition":"showing marked and often playful evasiveness or reluctance",
      "word":"coy",
      "example":"It was funny watching such a solid person, based in faith and education, grow a trifle coy about the year of his birth."
   },
   {
      "definition":"a solemn pledge of fidelity",
      "word":"troth",
      "example":"She had pledged to him her troth, and she would not attempt to go back from her pledge at the first appearance of a difficulty."
   },
   {
      "definition":"entry to another's property without right or permission",
      "word":"encroachment",
      "example":"The move may mark yet another attempt by France to rein in what it sees as the encroachment of online services on the country's culture."
   },
   {
      "definition":"be in contradiction with",
      "word":"belie",
      "example":"\"It is a fine morning,\" he said, taken aback by my sudden movement, but affecting an indifference which the sparkle in his eye belied."
   },
   {
      "definition":"a large fleet",
      "word":"armada",
      "example":"An armada of three hundred ships manned by eighteen thousand marines assembled in the bay on their way to the conquest of Algiers."
   },
   {
      "definition":"assistance in time of difficulty",
      "word":"succor",
      "example":"Given his health woes, succession worries and persistent isolation, Mr. Kim may simply be seeking succor from what may be his last friend on earth."
   },
   {
      "definition":"marked by extreme calm and composure",
      "word":"imperturbable",
      "example":"Ordinarily imperturbable, even in the face of unexpected situations, he was now visibly agitated."
   },
   {
      "definition":"uncertain how to act or proceed",
      "word":"irresolute",
      "example":"I stood for a moment before I entered on my arduous undertaking, irresolute and hesitating, swayed by two conflicting impulses."
   },
   {
      "definition":"a special way of doing something",
      "word":"knack",
      "example":"He had a special knack of hunting out farm houses, engaging madame in conversation, and coming away with bread, eggs, or cheese in his knapsack."
   },
   {
      "definition":"not in keeping with accepted standards of what is proper",
      "word":"unseemly",
      "example":"The square mile's upbeat mood may strike some as unseemly at a time of national gloom."
   },
   {
      "definition":"stress or single out as important",
      "word":"accentuate",
      "example":"This sparkling marvel lies modestly nestled among the law courts, whose plainer modern buildings serve but to accentuate its wonderful beauty."
   },
   {
      "definition":"make known to the public information previously kept secret",
      "word":"divulge",
      "example":"She hectors her children not to divulge personal information like phone numbers online."
   },
   {
      "definition":"the trait of possessing muscular strength",
      "word":"brawn",
      "example":"He believes Hollywood has often have had an over-reliance on physical brawn as the deciding factor for portraying a strong man."
   },
   {
      "definition":"polish and make shiny",
      "word":"burnish",
      "example":"Great cleanliness is enforced in all that belongs to a lighthouse, the reflectors and lenses being constantly burnished, polished, and cleansed."
   },
   {
      "definition":"beat rapidly",
      "word":"palpitate",
      "example":"After supper my heart started racing, palpitating like a tick."
   },
   {
      "definition":"not selective of a single class or person",
      "word":"promiscuous",
      "example":"A promiscuous assembly had gathered there—men of all creeds and opinions—and an \"open-air\" meeting was in progress."
   },
   {
      "definition":"make believe with the intent to deceive",
      "word":"dissemble",
      "example":"Pictures have always dissembled – there are millions of snaps of miserable families grinning bravely – but now they directly lie."
   },
   {
      "definition":"a fleet of small craft",
      "word":"flotilla",
      "example":"She was guarded by a flotilla of boats equipped with satellites, Global Positioning System devices, advanced navigation systems and shark shields."
   },
   {
      "definition":"abusive language used to express blame or censure",
      "word":"invective",
      "example":"There's much more name-calling, shouting and personal invective in American life than anywhere I've ever traveled outside the United States."
   },
   {
      "definition":"the abode of a recluse",
      "word":"hermitage",
      "example":"All the rest of their time is passed in solitude in their hermitages, which are built quite separate from one another."
   },
   {
      "definition":"destroy and strip of its possession",
      "word":"despoil",
      "example":"Wherever his lordship's army went, plantations were despoiled, and private houses plundered."
   },
   {
      "definition":"make dirty or spotty",
      "word":"sully",
      "example":"Why sully the reputation of an otherwise fascinating online community with really deeply questionable, troubling content?"
   },
   {
      "definition":"having or exerting a malignant influence",
      "word":"malevolent",
      "example":"So you don't believe in evil, as an actual malevolent force?"
   },
   {
      "definition":"tedious or irritating",
      "word":"irksome",
      "example":"It was pretty irksome passing the time in his enforced prison, and finally Andy went to sleep."
   },
   {
      "definition":"speak about unimportant matters rapidly and incessantly",
      "word":"prattle",
      "example":"She prattled on about the gossip of the town until Penny and her father were thoroughly bored."
   },
   {
      "definition":"inferior in rank or status",
      "word":"subaltern",
      "example":"The careful commanding officer of a regiment discourages his young subalterns from taking leave to Hill Stations."
   },
   {
      "definition":"a raised mark on the skin ",
      "word":"welt",
      "example":"But red, itchy welts typically appear within 24 to 48 hours of being bitten."
   },
   {
      "definition":"cause to happen or to occur as a consequence",
      "word":"wreak",
      "example":"The burden of paying for college is wreaking havoc on the finances of an unexpected demographic: senior citizens."
   },
   {
      "definition":"based on sound reasoning or evidence",
      "word":"tenable",
      "example":"First, it is no longer really tenable – and in fact a bit disrespectful – to call a country like China an emerging economy."
   },
   {
      "definition":"matchless",
      "word":"inimitable",
      "example":"Leave aside Spain, where Barcelona breeds its own, inimitable style, and the answer might be that we are rushing toward uniformity."
   },
   {
      "definition":"a destructive action",
      "word":"depredation",
      "example":"Wild elephants abound and commit many depredations, entering villages in large herds, and consuming everything suitable to their tastes."
   },
   {
      "definition":"bring or combine together or with something else",
      "word":"amalgamate",
      "example":"Where two weak tribes amalgamated into one, there it exceptionally happened that two closely related dialects were simultaneously spoken in the same tribe."
   },
   {
      "definition":"not subject or susceptible to change or variation",
      "word":"immutable",
      "example":"We are mistaken to imagine a work of literature is or should be immutable, sculpted in marble and similarly impervious to change."
   },
   {
      "definition":"a person authorized to act for another",
      "word":"proxy",
      "example":"Ideally, everybody over 18 should execute a living will and select a health care proxy — someone to represent you in medical matters."
   },
   {
      "definition":"shower with love; show excessive affection for",
      "word":"dote",
      "example":"He doted on him, just dearly loved him, and thought he could do no wrong,\" Kredell said."
   },
   {
      "definition":"extremely conservative or resistant to change",
      "word":"reactionary",
      "example":"Old people are often accused of being too conservative, and even reactionary."
   },
   {
      "definition":"the doctrine that reason is the basis for regulating conduct",
      "word":"rationalism",
      "example":"Offering a religious rationale for policy goals threatens what for many has become the cherished principle of secular rationalism in public life."
   },
   {
      "definition":"give qualities or abilities to",
      "word":"endue",
      "example":"To say the least of it, he was endued with sufficient intelligence to acquire an ordinary knowledge of such matters."
   },
   {
      "definition":"showing or indicating careful judgment and discernment",
      "word":"discriminating",
      "example":"Jobs' Apple specializes in delighting the most discriminating, hard-to-please customers."
   },
   {
      "definition":"a decorative pin",
      "word":"brooch",
      "example":"Upon her breast she wore a brooch of gold set with many precious stones."
   },
   {
      "definition":"characterized by a lightly saucy or impudent quality",
      "word":"pert",
      "example":"Her pert, lively manner said she hadn't taken any wooden nickels lately."
   },
   {
      "definition":"exit from a ship, vehicle, or aircraft",
      "word":"disembark",
      "example":"The immigrants disembarked from their ships tired and underfed—generally in poor health."
   },
   {
      "definition":"an elaborate song for solo voice",
      "word":"aria",
      "example":"Ms. Netrebko sang an elegantly sad aria with lustrous warmth, aching vulnerability and floating high notes."
   },
   {
      "definition":"ornaments; embellishments to or characteristic signs of",
      "word":"trappings",
      "example":"They were caparisoned in Indian fashion with gay colors and fancy trappings."
   },
   {
      "definition":"assist or encourage, usually in some wrongdoing",
      "word":"abet",
      "example":"\"Since YouTube, digital culture has aided and enhanced -- or maybe the better word is abetted -- the celebrity meltdown,\" said Wired magazine senior editor Nancy Miller."
   },
   {
      "definition":"conducted with or marked by hidden aims or methods",
      "word":"clandestine",
      "example":"For Jordan, this is a clandestine relationship it would much prefer to have kept secret."
   },
   {
      "definition":"swell from or as if from internal pressure",
      "word":"distend",
      "example":"Some kids said LaNiyah's distended abdomen looked like she was carrying a baby."
   },
   {
      "definition":"having only superficial plausibility",
      "word":"glib",
      "example":"The other sort of engineer understands that glib comparisons between computers and humans don't do justice to the complexities of either."
   },
   {
      "definition":"gather something into small wrinkles or folds",
      "word":"pucker",
      "example":"Godmother,' she went on, puckering her forehead again in perplexity, 'it almost feels like feathers."
   },
   {
      "definition":"a quick reply to a question or remark",
      "word":"rejoinder",
      "example":"\"Not at all!\" was Aunt Susannah's brisk rejoinder."
   },
   {
      "definition":"adornment consisting of a small piece of shiny material",
      "word":"spangle",
      "example":"Magdalen's garments are rich with spangles; her mantle is scarlet; she has flowers in her luxuriant tresses, and looks a vain creature."
   },
   {
      "definition":"affected by something that prevents growth or prosperity",
      "word":"blighted",
      "example":"Hudec, whose career has been blighted by knee injuries and operations, won for the first time in more than four years."
   },
   {
      "definition":"conformity with some aesthetic standard of correctness",
      "word":"nicety",
      "example":"They accepted the invitation; but Mrs. Rowlandson did not appreciate the niceties of Indian etiquette."
   },
   {
      "definition":"infringe on the rights of",
      "word":"aggrieve",
      "example":"Some fallout appears evident in donations from Wall Street executives, who feel particularly aggrieved by Mr. Obama's criticisms and policies."
   },
   {
      "definition":"a gown worn by the clergy",
      "word":"vestment",
      "example":"And then a priest, arrayed in all his vestments, came in at the open door, and the prince and princess exchanged rings, and were married."
   },
   {
      "definition":"showing a high degree of refinement",
      "word":"urbane",
      "example":"Polished, urbane and gentlemanly—his manners were calculated to refine all around him."
   },
   {
      "definition":"bear the expenses of",
      "word":"defray",
      "example":"The legislation also calls for $1.6 billion in spending cuts to help defray the disaster costs."
   },
   {
      "definition":"resembling or characteristic of a phantom",
      "word":"spectral",
      "example":"Hawthorne's figures are somewhat spectral; they lack flesh and blood."
   },
   {
      "definition":"very generous",
      "word":"munificent",
      "example":"They have shown themselves very loving and generous lately, in making a quite munificent provision for his traveling."
   },
   {
      "definition":"an authoritative declaration",
      "word":"dictum",
      "example":"In other words, they seemed fully subscribed to Andy Warhol's dictum that business art is the best art."
   },
   {
      "definition":"an interest followed with exaggerated zeal",
      "word":"fad",
      "example":"According to Chinese media, the hottest new fad in China involves selling small live-animal key chains."
   },
   {
      "definition":"a sheath for a sword or dagger or bayonet",
      "word":"scabbard",
      "example":"Drawing his own sabre from its scabbard, he pointed to a stain on it, saying, \"This is the blood of an Englishman.\""
   },
   {
      "definition":"make impure by adding a foreign or inferior substance",
      "word":"adulterate",
      "example":"Shady dealers along the supply chain frequently adulterate olive oil with low-grade vegetable oils and add artificial coloring."
   },
   {
      "definition":"annoy persistently",
      "word":"beleaguer",
      "example":"Rock concert ticket sales dropped sharply last year, sounding another sour note for the beleaguered music industry."
   },
   {
      "definition":"complain",
      "word":"gripe",
      "example":"If America is going to gripe about the yuan's rate, then China will complain about the dollar's role."
   },
   {
      "definition":"an abatement in intensity or degree",
      "word":"remission",
      "example":"After a few hours there is a remission of the pain, slight perspiration takes place, and the patient may fall asleep."
   },
   {
      "definition":"greatly exceeding bounds of reason or moderation",
      "word":"exorbitant",
      "example":"Soon, stories began trickling across the Atlantic of crazed fans paying exorbitant sums to get into London gigs."
   },
   {
      "definition":"the act of appealing for help",
      "word":"invocation",
      "example":"These dances are prayers or invocations for rain, the crowning blessing in this dry land."
   },
   {
      "definition":"influence or urge by gentle urging, caressing, or flattering",
      "word":"cajole",
      "example":"Hamilton, however, was not to be cajoled into friendliness by superficial compliment."
   },
   {
      "definition":"encompassing much or everything",
      "word":"inclusive",
      "example":"We are going to adhere to our basic programing strategy of nonpartisan information inclusive of all different points of view."
   },
   {
      "definition":"command against",
      "word":"interdict",
      "example":"Failing to satisfy his examiners, he was interdicted from practice, but ignored the prohibition, and suffered more than one imprisonment in consequence."
   },
   {
      "definition":"cause to feel shame",
      "word":"abase",
      "example":"Ashamed, abased, degraded in his own eyes, he turned away his head."
   },
   {
      "definition":"do away with",
      "word":"obviate",
      "example":"Comfortable sleeping-cars obviate the necessity of stopping by the way for bodily rest, provided the traveller be physically strong and in good health."
   },
   {
      "definition":"move with or as if with a rushing sound",
      "word":"hurtle",
      "example":"The hurricane was expected to hit Washington in the early hours of Sunday before hurtling toward New York City."
   },
   {
      "definition":"everyone being of one mind",
      "word":"unanimity",
      "example":"On all other points of colonial policy, Mackenzie declared, people would be found to differ, but as regards the post office there was absolute unanimity."
   },
   {
      "definition":"the courage to carry on",
      "word":"mettle",
      "example":"The deployment will also test the emotional mettle of soldiers and their families."
   },
   {
      "definition":"insert words into texts, often falsifying it thereby",
      "word":"interpolate",
      "example":"Most scholars agree that these lines are interpolated, since they do not fit in with the rest of the poem."
   },
   {
      "definition":"marked by quiet and caution and secrecy",
      "word":"surreptitious",
      "example":"He noticed that the peddler was eying the bag Scotty had picked up, and was trying to be surreptitious about it."
   },
   {
      "definition":"hide feelings from other people",
      "word":"dissimulate",
      "example":"From infancy these people have been schooled to dissimulate and hide emotion, and ordinarily their faces are as opaque as those of veteran poker players."
   },
   {
      "definition":"a deceptive maneuver, especially to avoid capture",
      "word":"ruse",
      "example":"Overseas criminals use elaborate ruses, including phony websites, to trick job-seekers into helping transfer stolen funds."
   },
   {
      "definition":"plausible but false",
      "word":"specious",
      "example":"You might be tempted to think of the biggest airline as the one with the most aircraft, but capacity differences make this reasoning specious."
   },
   {
      "definition":"intense aversion",
      "word":"revulsion",
      "example":"After a first instinctive cry of horrified revulsion, the men reached down under water with their hands and drew out—a corpse."
   },
   {
      "definition":"exhibiting or restored to vigorous good health",
      "word":"hale",
      "example":"From a hearty, hale, corn-fed boy, he has become pale, lean, and wan."
   },
   {
      "definition":"lessen or to try to lessen the seriousness or extent of",
      "word":"palliate",
      "example":"Divisions and inequalities persist, but government can palliate their effects with hard cash."
   },
   {
      "definition":"lacking in insight or discernment",
      "word":"obtuse",
      "example":"The affair had been mentioned so plainly that it was impossible for the most dense and obtuse person not to have understood the allusion."
   },
   {
      "definition":"habitually complaining",
      "word":"querulous",
      "example":"He was, at times, as querulous as a complaining old man."
   },
   {
      "definition":"an unexpected and inexplicable change in something",
      "word":"vagary",
      "example":"Today such acquisitions are more likely to stay put, destined to survive both market fluctuations and the vagaries of style."
   },
   {
      "definition":"only partly in existence; imperfectly formed",
      "word":"incipient",
      "example":"Above all, medical teams will need to establish quick surveillance to identify health needs and pinpoint incipient outbreaks before they explode."
   },
   {
      "definition":"stubbornly persistent in wrongdoing",
      "word":"obdurate",
      "example":"Several appeared deeply affected, with tears of repentance standing in their eyes, others sullen and obdurate."
   },
   {
      "definition":"show submission or fear",
      "word":"grovel",
      "example":"The two young men who drove them had fallen flat and were grovelling and wailing for mercy."
   },
   {
      "definition":"stubbornly resistant to authority or control",
      "word":"refractory",
      "example":"Beyond them the gardener struggled with a refractory horse that refused to draw his load of brush and dead leaves."
   },
   {
      "definition":"sediment that has settled at the bottom of a liquid",
      "word":"dregs",
      "example":"\"Right got to go,\" Ali says, draining the dregs of his beer."
   },
   {
      "definition":"the state when one person or group has power over another",
      "word":"ascendancy",
      "example":"But in a few days he had secured an almost incredible ascendancy over the sullen, starved, half-clothed army."
   },
   {
      "definition":"having or showing arrogant disdain or haughtiness",
      "word":"supercilious",
      "example":"A supercilious, patronizing person—son of a wretched country parson—used to loll against the wall of your salon—with his nose in the air."
   },
   {
      "definition":"someone who has been admitted to membership in a field",
      "word":"pundit",
      "example":"Pundits of agricultural science explore the sheds, I believe, the barns, stables, machine-rooms, and so forth, before inspecting the crops."
   },
   {
      "definition":"feel or express sympathy or compassion",
      "word":"commiserate",
      "example":"We had spent countless hours together drinking wine and commiserating about child-rearing, long Wisconsin winters and interrupted sleep."
   },
   {
      "definition":"a small recess opening off a larger room",
      "word":"alcove",
      "example":"They showed him where he would sleep, in a little closet-like alcove screened from the big room by a gay curtain."
   },
   {
      "definition":"make an effort or attempt",
      "word":"assay",
      "example":"He decided to assay one last project before giving up."
   },
   {
      "definition":"narrowly restricted in outlook or scope",
      "word":"parochial",
      "example":"But Republicans in Pennsylvania also have narrower and more parochial things to worry about."
   },
   {
      "definition":"relating to the relationship between a wife and husband",
      "word":"conjugal",
      "example":"They even had conjugal visits for prisoners — five hours in a private room every three months with your wife."
   },
   {
      "definition":"formally reject or disavow a formerly held belief",
      "word":"abjure",
      "example":"The caste abstain from liquor, and some of them have abjured all flesh food while others partake of it."
   },
   {
      "definition":"an ornament consisting of a horizontal sculptured band",
      "word":"frieze",
      "example":"All the doorways mentioned above have cornices, and in those at Palmyra and Baalbec richly carved friezes with side corbels."
   },
   {
      "definition":"marked by complexity and richness of detail",
      "word":"ornate",
      "example":"Unlike his literary icon, Herman Melville, he doesn't adorn his writing with ornate flourishes or complicated scaffolding."
   },
   {
      "definition":"arousing to action or rebellion",
      "word":"inflammatory",
      "example":"We don't know whether inflammatory language or images can incite the mentally ill to commit acts of violence."
   },
   {
      "definition":"a crafty and involved plot to achieve your ends",
      "word":"machination",
      "example":"He was continued a member of Congress until 1777 when his enemies succeeded in their long nursed machinations against him."
   },
   {
      "definition":"a pauper who lives by begging",
      "word":"mendicant",
      "example":"In others are the broken-down mendicants who live on soup-kitchens and begging. "
   },
   {
      "definition":"move or cause to move in a sinuous or circular course",
      "word":"meander",
      "example":"They paused beside one of the low stone walls that meandered in a meaningless fashion this way and that over the uplands."
   },
   {
      "definition":"gold or silver in bars or ingots",
      "word":"bullion",
      "example":"In times of economic turmoil, more people tend to invest in bullion gold."
   },
   {
      "definition":"lack of self-assurance",
      "word":"diffidence",
      "example":"His grave diffidence and continued hesitation in offering an opinion confirmed me in my own."
   },
   {
      "definition":"done or made using whatever is available",
      "word":"makeshift",
      "example":"The house was still under construction, so he climbed up a ladder being used as a makeshift stairway, fell and injured his leg."
   },
   {
      "definition":"the practice of cultivating the land or raising stock",
      "word":"husbandry",
      "example":"The U.S. can take a lesson from Denmark, which has efficiently raised livestock without hurting farmers, by using better animal husbandry practices."
   },
   {
      "definition":"a platform raised above the surrounding level",
      "word":"podium",
      "example":"Leyva beamed as he stood atop the podium, nodding as the American flag was raised and \"The Star-Spangled Banner\" played in his honor."
   },
   {
      "definition":"an insufficient quantity or number",
      "word":"dearth",
      "example":"A continuing dearth of snow in many U.S. spots usually buried by this time of year has turned life upside down."
   },
   {
      "definition":"a storehouse for threshed grain or animal feed",
      "word":"granary",
      "example":"Here is where he does his husking, and the \"clear corn\" produced is stored away in some underground granary till It is needed."
   },
   {
      "definition":"make keen or more acute",
      "word":"whet",
      "example":"While he described the fishing as \"pretty good,\" the silver salmon running in the creek only whetted his appetite to return to Alaska."
   },
   {
      "definition":"pretending to be another person",
      "word":"imposture",
      "example":"He got somebody to prosecute him for false pretences and imposture, on the ground that Madame was a man. "
   },
   {
      "definition":"an ornamental jeweled headdress signifying sovereignty",
      "word":"diadem",
      "example":"I dethrone monarchs and the people rejoicing crown me instead, showering diadems upon my head."
   },
   {
      "definition":"undeveloped but potentially useful",
      "word":"fallow",
      "example":"Several new prostate cancer drugs have been approved in the last couple of years, after a long fallow period, and others are in advanced development."
   },
   {
      "definition":"loud confused noise from many sources",
      "word":"hubbub",
      "example":"There was some good-humoured pushing and thrusting, the drum beating and the church bells jangling bravely above the hubbub."
   },
   {
      "definition":"unaffected by strong emotion or prejudice",
      "word":"dispassionate",
      "example":"The commission sitting by, judicial, dispassionate, presided with cold dignity over the sacrifice, and pronounced it good."
   },
   {
      "definition":"causing extreme distress",
      "word":"harrowing",
      "example":"Belgium found itself in turmoil as hundreds of people came forward to offer harrowing accounts of abuse over several decades."
   },
   {
      "definition":"with suspicion or disapproval",
      "word":"askance",
      "example":"A secret marriage in these days would be looked upon askance by most people."
   },
   {
      "definition":"a surgical knife with a pointed double-edged blade",
      "word":"lancet",
      "example":"His left arm was held by the second physician, while the chief surgeon bent over it, lancet in hand."
   },
   {
      "definition":"make resentful or angry",
      "word":"rankle",
      "example":"He was feeling more like himself now, though the memory of the bully's sneering words rankled."
   },
   {
      "definition":"have or develop complicating consequences",
      "word":"ramify",
      "example":"Cometary science has ramified in unexpected ways during the last hundred years."
   },
   {
      "definition":"take exception to",
      "word":"gainsay",
      "example":"That Whitman entertained a genuine affection for men and women is, of course, too obvious to be gainsaid. "
   },
   {
      "definition":"a governmentally organized unit",
      "word":"polity",
      "example":"China needs a polity that can address its increasingly sophisticated society, and to achieve that there must be political reform, Mr. Sun said."
   },
   {
      "definition":"the mental attitude that something is believable",
      "word":"credence",
      "example":"\"Well-known brand names that promote new products receive more credence than newcomers that people don't know about.\""
   },
   {
      "definition":"make amends for; pay compensation for",
      "word":"indemnify",
      "example":"She put her affairs in order and left instructions that those whom she had unwittingly wronged should be indemnified out of her private fortune."
   },
   {
      "definition":"gain favor with somebody by deliberate efforts",
      "word":"ingratiate",
      "example":"He became kindly and coaxing, leaning across the table with an ingratiating smile."
   },
   {
      "definition":"a downward slope or bend",
      "word":"declivity",
      "example":"In this frightful condition, the hunter grappled with the raging beast, and, struggling for life, they rolled together down a steep declivity."
   },
   {
      "definition":"making persistent or urgent requests",
      "word":"importunate",
      "example":"The young man was then passionately importunate in the protestations of his love."
   },
   {
      "definition":"out of fashion",
      "word":"passe",
      "example":"My friend is very keen on the new crowd; everything else he declares is \"passe.\""
   },
   {
      "definition":"cut small bits or pare shavings from",
      "word":"whittle",
      "example":"Tad followed, whittling on a stick with his knife and kicking at the shavings as they fell."
   },
   {
      "definition":"express discontent",
      "word":"repine",
      "example":"Those poor fellows above, accustomed to the wild freshness and freedom of the sea, how they must mourn and repine!"
   },
   {
      "definition":"strip the skin off",
      "word":"flay",
      "example":"Once at the moose and hastily flaying the hide from the steaming meat my attention became centered on the task."
   },
   {
      "definition":"a small storeroom for storing foods or wines",
      "word":"larder",
      "example":"Mr. Goncalves's larder holds staples like beefsteak, salt cod, sardines, olives, artichokes, hot and sweet peppers and plenty of garlic."
   },
   {
      "definition":"thin and tattered with age",
      "word":"threadbare",
      "example":"They were all poor folk, wrapped in threadbare cloaks or tattered leather."
   },
   {
      "definition":"shockingly repellent; inspiring horror",
      "word":"grisly",
      "example":"Television video showed a heavily damaged building and a grisly scene inside, with clothing and prayer mats scattered across a blood-splattered floor."
   },
   {
      "definition":"not in keeping with accepted standards of what is proper",
      "word":"untoward",
      "example":"Responding to criticism that cash payments are a classic means of tax evasion, he said he had done nothing untoward."
   },
   {
      "definition":"a behavioral attribute peculiar to an individual",
      "word":"idiosyncrasy",
      "example":"One of his well-known idiosyncrasies was that he would never allow himself to be photographed."
   },
   {
      "definition":"make jokes or witty remarks",
      "word":"quip",
      "example":"\"I could have joined the FBI in a shorter period of time and with less documentation than it took to get that mortgage,\" she quipped."
   },
   {
      "definition":"without any attempt at concealment; completely obvious",
      "word":"blatant",
      "example":"There was no blatant display of wealth, and every article of furniture bore signs of long though careful use."
   },
   {
      "definition":"stop the flow of a liquid",
      "word":"stanch",
      "example":"She did not attempt to stanch her tears, but sat looking at him with a smiling mouth, while the heavy drops fell down her cheeks."
   },
   {
      "definition":"the quality of disagreeing",
      "word":"incongruity",
      "example":"Hanging out wet clothes and an American flag at the North Pole seemed an amusing incongruity."
   },
   {
      "definition":"tending to betray",
      "word":"perfidious",
      "example":"The perfidious Italian at length confessed that it was his intention to murder his master, and then rob the house."
   },
   {
      "definition":"a trite or obvious remark",
      "word":"platitude",
      "example":"But details are fuzzy and rebel leaders often resort to platitudes when dismissing suggestions of discord, saying simply that \"Libya is one tribe.\""
   },
   {
      "definition":"unrestrained merrymaking",
      "word":"revelry",
      "example":"But all this revelry — dancing, drinks, exuberant youth — can be hard to manage."
   },
   {
      "definition":"turn up, loosen, or remove earth",
      "word":"delve",
      "example":"So she did what any reporter would do: she delved into the scientific literature and talked to investigators."
   },
   {
      "definition":"lessen or to try to lessen the seriousness or degree of",
      "word":"extenuate",
      "example":"Prosecutors often spend time weighing mitigating and extenuating circumstances before deciding to seek the death penalty."
   },
   {
      "definition":"a verbal or written attack, especially of a belief or dogma",
      "word":"polemic",
      "example":"Would it be a polemic that denounced Western imperialism for using cinema to undermine emerging nations like Kazakhstan?"
   },
   {
      "definition":"hold spellbound",
      "word":"enrapture",
      "example":"I was delighted, enraptured, beside myself--the world had disappeared in an instant."
   },
   {
      "definition":"someone who is dazzlingly skilled in any field",
      "word":"virtuoso",
      "example":"Each of the seven instrumentalists was a virtuoso in his own right and had ample opportunity to prove it, often in long, soulful solos."
   },
   {
      "definition":"look angry or sullen as if to signal disapproval",
      "word":"glower",
      "example":"A moment later he would collapse, sit glowering in his chair, looking angrily at the carpet."
   },
   {
      "definition":"found in the ordinary course of events",
      "word":"mundane",
      "example":"Now, it would seem, that the Chinese are getting back to their everyday concerns, paying attention to events more mundane and less cataclysmic."
   },
   {
      "definition":"devoid of intelligence",
      "word":"fatuous",
      "example":"They're too stupid, for one thing; they go on burning houses and breaking windows in their old fatuous way."
   },
   {
      "definition":"impervious to correction by punishment",
      "word":"incorrigible",
      "example":"She scolded and lectured her sister in vain; Cynthia was incorrigible."
   },
   {
      "definition":"maintain or assert",
      "word":"postulate",
      "example":"In fact, when Einstein formulated his cosmological vision, based on his theory of gravitation, he postulated that the universe was finite."
   },
   {
      "definition":"the central meaning or theme of a speech or literary work",
      "word":"gist",
      "example":"The syntax was a little off, even comical at times, but I got the gist of what was going on."
   },
   {
      "definition":"conspicuously and offensively loud",
      "word":"vociferous",
      "example":"The complaints grew so loud and vociferous that even President Obama was forced to address the backlash from Lisbon on Saturday."
   },
   {
      "definition":"supply with provisions",
      "word":"purvey",
      "example":"And we will agree also to purvey food for these horses and people during nine months."
   },
   {
      "definition":"deadly or sinister",
      "word":"baleful",
      "example":"\"But he is dead,\" put in Fanning, wondering at the baleful expression of hatred that had come into the man's face."
   },
   {
      "definition":"laugh at with contempt and derision",
      "word":"gibe",
      "example":"So much did their taunts prey upon him that he ran away from school to escape their gibes."
   },
   {
      "definition":"irritable as if suffering from indigestion",
      "word":"dyspeptic",
      "example":"One may begin with heroic renunciations and end in undignified envy and dyspeptic comments outside the door one has slammed on one's self."
   },
   {
      "definition":"a person excessively concerned about propriety and decorum",
      "word":"prude",
      "example":"Criticising high-profile programmes about teenage sex education often means risking being written off as a prude."
   },
   {
      "definition":"a celebrity who is an inspiration to others",
      "word":"luminary",
      "example":"Founded in 1947, the group's members have included such luminaries as Walt Disney, Spencer Tracy and another American president, Ronald Reagan."
   },
   {
      "definition":"disposed or willing to comply",
      "word":"amenable",
      "example":"He, Jean Boulot, being so amenable to sensible argument, would at once fall in with his views."
   },
   {
      "definition":"habitually disposed to disobedience and opposition",
      "word":"willful",
      "example":"I crossed my arms like a willful child."
   },
   {
      "definition":"having or showing arrogant superiority to",
      "word":"overbearing",
      "example":"\"True; but——\" \"Just so,\" interrupted Mr. Fauntleroy, in his decisive and rather overbearing manner."
   },
   {
      "definition":"a platform raised above the surrounding level",
      "word":"dais",
      "example":"The throne was elevated on a dais of silver steps."
   },
   {
      "definition":"operate or make run by machines rather than human action",
      "word":"automate",
      "example":"And because leap seconds are needed irregularly their insertion cannot be automated, which means that fallible humans must insert them by hand."
   },
   {
      "definition":"weaken mentally or morally",
      "word":"enervate",
      "example":"The reviewers have enervated men's minds, and made them indolent; few think for themselves."
   },
   {
      "definition":"influence or urge by gentle urging, caressing, or flattering",
      "word":"wheedle",
      "example":"On one level, I expected incessant flattery in attempts to wheedle equipment or even money from American forces."
   },
   {
      "definition":"vigorous and enthusiastic enjoyment",
      "word":"gusto",
      "example":"The audience, surprisingly large given the inclement weather, responded with gusto, applauding each song, including those within the Shostakovich cycle."
   },
   {
      "definition":"a clear seasoned broth",
      "word":"bouillon",
      "example":"The meat soups are called broths, bouillon, or consommé, according to their richness."
   },
   {
      "definition":"infinitely wise",
      "word":"omniscient",
      "example":"Robbe-Grillet responds that his work is in fact far less objective than the godlike, omniscient narrator who presides over so many traditional novels."
   },
   {
      "definition":"not faithful to religion or party or cause",
      "word":"apostate",
      "example":"They are atheist conservatives — Mr. Khan an apostate to his family's Islamic faith, Ms. Mac Donald to her left-wing education."
   },
   {
      "definition":"the dead and rotting body of an animal; unfit for human food",
      "word":"carrion",
      "example":"Habitually his diet is not carnivorous, but he will eat at times either carrion or living flesh."
   },
   {
      "definition":"compensation received by virtue of holding an office",
      "word":"emolument",
      "example":"As the TUC has pointed out, those incomes – except for senior executives, whose emoluments seem to know few bounds – are rising more slowly than prices."
   },
   {
      "definition":"lacking grace in movement or posture",
      "word":"ungainly",
      "example":"Thomas looked up furtively and saw that an ungainly human figure with crooked legs was being led into the church."
   },
   {
      "definition":"unrighteousness by virtue of lacking respect for a god",
      "word":"impiety",
      "example":"That, however, is unbelief, extreme impiety, and a denial of the most high God."
   },
   {
      "definition":"the state of being degenerate in mental or moral qualities",
      "word":"decadence",
      "example":"But there are people who really do not want to import what they regard as Western decadence, especially public drunkenness."
   },
   {
      "definition":"a sermon on a moral or religious topic",
      "word":"homily",
      "example":"In his New Year's homily, the pope said \"words were not enough\" to bring about peace, particularly in the Middle East."
   },
   {
      "definition":"an auxiliary activity",
      "word":"avocation",
      "example":"Unlike many retired doctors, whom he says often have no life outside their profession, he always knew sailing would become his avocation."
   },
   {
      "definition":"avoid or try to avoid fulfilling, answering, or performing",
      "word":"circumvent",
      "example":"Mr. Bloomberg said he would take several steps to circumvent obstacles to his proposals posed by city labor unions."
   },
   {
      "definition":"reasoning in which a conclusion is derived from two premises",
      "word":"syllogism",
      "example":"The conclusions arrived at by means of syllogisms are irresistible, provided the form be correct and the premises be true."
   },
   {
      "definition":"assembling in proper numerical or logical sequence",
      "word":"collation",
      "example":"In the case of early printed books or manuscripts, which are often not paged, special knowledge is needed for their collation."
   },
   {
      "definition":"wrangle, as over a price or terms of an agreement",
      "word":"haggle",
      "example":"Obama said while officials can haggle over the makeup of spending cuts, the policy issues have no place in the measure."
   },
   {
      "definition":"wait in hiding to attack",
      "word":"waylay",
      "example":"Sir Samuel Clithering was not, of course, a member of it; but he lurked about outside and waylaid us as we went in."
   },
   {
      "definition":"a learned person",
      "word":"savant",
      "example":"Frank had studied something of almost everything and imagined himself a savant."
   },
   {
      "definition":"a group of people having approximately the same age",
      "word":"cohort",
      "example":"The current cohort of college students is, as many have pointed out, the first truly digital generation."
   },
   {
      "definition":"excessive but superficial compliments with affected charm",
      "word":"unction",
      "example":"\"You couldn't ask too much of me,\" he returned, with no unction of flattery, but the cheerfully frank expression of an ingenuous heart."
   },
   {
      "definition":"command solemnly",
      "word":"adjure",
      "example":"\"I adjure thee,\" she said, \"swear to me that you will never go near those Christians again or read their books.\""
   },
   {
      "definition":"a rough and bitter manner",
      "word":"acrimony",
      "example":"Relations with India have been slowly improving, although talks ended in acrimony last July with the two sides indulging in a public spat over Kashmir."
   },
   {
      "definition":"loud and clear",
      "word":"clarion",
      "example":"\"He has been the single, clarion voice for commuter rail in central Florida for 20 years,\" said Mayor Ken Bradley of Winter Park."
   },
   {
      "definition":"clouded as with sediment",
      "word":"turbid",
      "example":"The thick turbid sea rolled in, casting up mire and dirt from its depths."
   },
   {
      "definition":"extreme greed for material wealth",
      "word":"cupidity",
      "example":"Well educated, but very corrupt at heart, he found in his insatiable cupidity many ways of gaining money."
   },
   {
      "definition":"discontented as toward authority",
      "word":"disaffected",
      "example":"The financial crisis, largely caused by banker incompetence, has created legions of disaffected customers."
   },
   {
      "definition":"surpassing the ordinary or normal",
      "word":"preternatural",
      "example":"In fact, they regarded the Spaniards as superior beings endowed with preternatural gifts."
   },
   {
      "definition":"avoid and stay away from deliberately",
      "word":"eschew",
      "example":"Morrissey is among those seniors who are eschewing nursing homes in favor of independent living."
   },
   {
      "definition":"add details, as to an account or idea",
      "word":"expatiate",
      "example":"He then expatiated on his own miseries, which he detailed at full length."
   },
   {
      "definition":"instructive, especially excessively",
      "word":"didactic",
      "example":"Let us have a book so full of good illustrations that didactic instruction shall not be needed."
   },
   {
      "definition":"curved or curving in and out",
      "word":"sinuous",
      "example":"In origami parlance, Mr. Joisel was a wet-folder, dampening his paper so that he could coax it into sinuous curves."
   },
   {
      "definition":"a feeling of deep and bitter anger and ill-will",
      "word":"rancor",
      "example":"The current session of Parliament has so far produced only rancor, as opposition parties have shut down proceedings with angry, theatrical protests against corruption."
   },
   {
      "definition":"powerful",
      "word":"puissant",
      "example":"The ship was not fighting now, but yielding—a complacent leviathan held captive by a most puissant and ruthless enemy."
   },
   {
      "definition":"characteristic of country life",
      "word":"homespun",
      "example":"His rural, homespun demeanor ordinarily might elicit snickers from India's urban elite."
   },
   {
      "definition":"force into some kind of situation or course of action",
      "word":"embroil",
      "example":"But Mr. Marbury, often embroiled in controversy during his N.B.A. days, seems to have found some measure of peace in China."
   },
   {
      "definition":"caused by or evidencing a mentally disturbed condition",
      "word":"pathological",
      "example":"\"Fixated individuals\" — mentally ill people with a pathological focus on someone, often a stranger — make up the first group."
   },
   {
      "definition":"characterized by a loud deep sound",
      "word":"resonant",
      "example":"His eyes were piercing but sad, his voice grand and resonant, suiting well the wrathful, impassioned Calvinism of his sermons."
   },
   {
      "definition":"the words of an opera or musical play",
      "word":"libretto",
      "example":"In many great operas, composers have had to whittle down an epic literary work into a suitable libretto."
   },
   {
      "definition":"thrash about",
      "word":"flail",
      "example":"Exercise is prescribed, but when she joins an aqua aerobics class, she flails embarrassingly."
   },
   {
      "definition":"discuss lightly",
      "word":"bandy",
      "example":"Hillary Clinton's name has been bandied about, but she's made it clear she's not interested."
   },
   {
      "definition":"costing nothing",
      "word":"gratis",
      "example":"\"Would you admit them gratis?\" asked Mr. Castlemaine with a smile, \"or would they have to pay, like ordinary residents in an hotel?\""
   },
   {
      "definition":"a phenomenon that is caused by some previous phenomenon",
      "word":"upshot",
      "example":"The inevitable upshot of their growing social power was that brands wanted an expanded visual presence."
   },
   {
      "definition":"a short pithy instructive saying",
      "word":"aphorism",
      "example":"General Sherman's famous aphorism that \"War is Hell,\" has become classic."
   },
   {
      "definition":"worthy of respect or honor",
      "word":"redoubtable",
      "example":"Captain Miles Standish was a redoubtable soldier, small in person, but of great activity and courage."
   },
   {
      "definition":"excessively fat",
      "word":"corpulent",
      "example":"Obesity is very common, but chiefly among the women, who while still quite young often become enormously corpulent."
   },
   {
      "definition":"lacking enlightenment or knowledge or culture",
      "word":"benighted",
      "example":"I alone was magnificently and absurdly aware—everyone else was benightedly out of it."
   },
   {
      "definition":"abounding in or given to pompous or aphoristic moralizing",
      "word":"sententious",
      "example":"He is the village wise man; very sententious; and full of profound remarks on shallow subjects."
   },
   {
      "definition":"a clique that seeks power usually through intrigue",
      "word":"cabal",
      "example":"Supposedly, see, there's this global cabal of scientists conspiring to bring about socialist one-world government."
   },
   {
      "definition":"equipment consisting of miscellaneous articles",
      "word":"paraphernalia",
      "example":"It's outfitted with cricket bats and other antique sports paraphernalia."
   },
   {
      "definition":"make imperfect",
      "word":"vitiate",
      "example":"His talent in writing is vitiated by his affectation and other faults."
   },
   {
      "definition":"exaggerated flattery or praise",
      "word":"adulation",
      "example":"And celebrities get all this adulation for something that is not about character, it's about talent."
   },
   {
      "definition":"swallow hurriedly or greedily or in one draught",
      "word":"quaff",
      "example":"Meanwhile the officers under the tree had got served, and, cups in hand, were quaffing joyously."
   },
   {
      "definition":"not arrogant",
      "word":"unassuming",
      "example":"Parr's conduct after his most heroic actions was thoroughly modest and unassuming."
   },
   {
      "definition":"a dissolute person",
      "word":"libertine",
      "example":"Still, Mr. Awlaki was neither among the most conservative Muslim students nor among the libertines who tossed aside religious restrictions on drinking and sex."
   },
   {
      "definition":"injure badly",
      "word":"maul",
      "example":"Hundreds of concert goers were mauled as they left by what The New York Times called \"bands of roving youths.\""
   },
   {
      "definition":"a condensed but memorable saying embodying an important fact",
      "word":"adage",
      "example":"So he focuses on the fans and embraces the adage, \"Living well is the best revenge.\""
   },
   {
      "definition":"the act of expressing earnest opposition or protest",
      "word":"expostulation",
      "example":"He even believed he saw visions with his own bodily eyes, and no expostulations of his friends could drive this belief out of his head."
   },
   {
      "definition":"tastelessly showy",
      "word":"tawdry",
      "example":"It was a tawdry affair, all Cupids and cornucopias, like a third-rate wedding cake."
   },
   {
      "definition":"repeated too often; overfamiliar through overuse",
      "word":"trite",
      "example":"The subject—a deathbed scene—might seem at first sight to be a trite and common one."
   },
   {
      "definition":"a person who works only for money",
      "word":"hireling",
      "example":"Why should I?—a mere police detective, who had been hired to do a service and paid for it like any other hireling."
   },
   {
      "definition":"fix firmly",
      "word":"ensconce",
      "example":"Though she is firmly ensconced in a writing career, Ms. Freud, 48, said that in the early days she missed acting terribly."
   },
   {
      "definition":"conspicuously and outrageously bad or reprehensible",
      "word":"egregious",
      "example":"\"These offenses are very serious, even egregious,\" the judge said."
   },
   {
      "definition":"powerfully persuasive",
      "word":"cogent",
      "example":"His thesis was too cogent, and appealed too powerfully to all classes of the Upper Canada community, to be anything but irresistible."
   },
   {
      "definition":"demonstrating ability to recognize or draw fine distinctions",
      "word":"incisive",
      "example":"A half-hour of informed and incisive questioning by Mr. Russert would have demolished Mr. Trump."
   },
   {
      "definition":"straying from the right course or from accepted standards",
      "word":"errant",
      "example":"As the crowd voiced its displeasure, the referees made sure Wisconsin got the ball, but pass was errant and rolled out of bounds at midcourt."
   },
   {
      "definition":"marked by care and persistent effort",
      "word":"sedulous",
      "example":"Sedulous attention and painstaking industry always mark the true worker."
   },
   {
      "definition":"characterized by ardent emotion, intensity, or brilliance",
      "word":"incandescent",
      "example":"Kirkwood's anger cooled apace; at worst it had been a flare of passion—incandescent."
   },
   {
      "definition":"in deplorable condition",
      "word":"derelict",
      "example":"Others are clustered under a tin awning by a derelict railway station or in similarly run-down school buildings."
   },
   {
      "definition":"the branch of zoology that studies insects",
      "word":"entomology",
      "example":"From the department of entomology you expect to learn something about the troublesome insects, which are so universal an annoyance."
   },
   {
      "definition":"unequivocally detestable",
      "word":"execrable",
      "example":"But minds were so overexcited at the time that the parties mutually accused each other, on all occasions, of the most execrable crimes."
   },
   {
      "definition":"pour as if from a conduit that carries a rapid flow of water",
      "word":"sluice",
      "example":"At 4:15 p.m., as the rain was sluicing off roofs in sheets, the firemen moved the trucks to higher ground."
   },
   {
      "definition":"of no legal significance, as having been previously decided",
      "word":"moot",
      "example":"The statement from Hermitage said even in the Soviet period no defendant had been tried after death, when charges were generally considered moot."
   },
   {
      "definition":"tending to vanish like vapor",
      "word":"evanescent",
      "example":"Time seems stopped but it is moving on, and every glimmer of light is evanescent, flitting."
   },
   {
      "definition":"a large open vessel for holding or storing liquids",
      "word":"vat",
      "example":"The cream remains in the large vat about twenty-four hours before it is churned."
   },
   {
      "definition":"marked by up-to-dateness in dress and manners",
      "word":"dapper",
      "example":"Thoroughly dapper, he took off his black-and-white pinstriped suit jacket — with its pocket-square flair — and weaved in and out among them, his voice ever rising."
   },
   {
      "definition":"harshness of manner",
      "word":"asperity",
      "example":"All this proceeds from the old man, whose proper character it is to be angry and bitter, and to exhibit rancor and asperity."
   },
   {
      "definition":"a natural talent",
      "word":"flair",
      "example":"In fact, while Lamarr qualified as an inventive genius for her artistic flair, she fell somewhat short on her scientific acumen."
   },
   {
      "definition":"a tiny piece of anything",
      "word":"mote",
      "example":"He took his discharge out of his pocket, brushed every mote of dust from the table, and spread the document before their eyes."
   },
   {
      "definition":"careful to consider potential consequences and avoid risk",
      "word":"circumspect",
      "example":"Obama administration officials argue that new regulations are forcing insurers to be more circumspect about raising rates."
   },
   {
      "definition":"not friendly",
      "word":"inimical",
      "example":"The Hindu idea is that so long as justice and equity characterise a king's rule, even beasts naturally inimical are disposed to live in friendship."
   },
   {
      "definition":"of a suitable, fitting, or pertinent nature",
      "word":"apropos",
      "example":"I found myself thinking vaguely about things that were not at all apropos to the situation."
   },
   {
      "definition":"a thin porridge",
      "word":"gruel",
      "example":"He says, keep them on just two pints of Indian-meal gruel—by which he appears to mean thin hasty pudding—a day, and no more."
   },
   {
      "definition":"elegance by virtue of fineness of manner and expression",
      "word":"gentility",
      "example":"This was no rough bully of the seas; Carew's bearing and dandified apparel bespoke gentility."
   },
   {
      "definition":"pronouncing as wrong or morally culpable",
      "word":"disapprobation",
      "example":"Mr Ruthven shook his head and declared that he regarded the conduct of her persecutors with grave moral disapprobation."
   },
   {
      "definition":"engraving or carving in low relief on a stone",
      "word":"cameo",
      "example":"The trinket was a small round cameo cut out of mother-of-pearl and set in gold; it represented St. George and the dragon."
   },
   {
      "definition":"swindle; obtain by coercion",
      "word":"gouge",
      "example":"Shortages also have raised concerns about higher prices and gouging by wholesale drug companies that obtain supplies of hard-to-get drugs and jack up the costs."
   },
   {
      "definition":"a musical composition for voices and orchestra",
      "word":"oratorio",
      "example":"Mendelssohn had no sooner completed his first oratorio, \"St. Paul,\" than he began to think about setting another Bible story to music."
   },
   {
      "definition":"severe, of weather",
      "word":"inclement",
      "example":"Be prepared for inclement weather and possible ice and snow on park roads."
   },
   {
      "definition":"a tiny or scarcely detectable amount",
      "word":"scintilla",
      "example":"Gardner \"never expressed one scintilla of remorse for his attack upon the victim\" despite overwhelming evidence, prosecutors wrote in a sentencing memo."
   },
   {
      "definition":"a flowing together",
      "word":"confluence",
      "example":"And indeed, before the 13th century, there was an extraordinary confluence of genius and innovation, particularly around Baghdad."
   },
   {
      "definition":"sordid dirtiness",
      "word":"squalor",
      "example":"What can be expected of human beings, crowded in such miserable habitations, living in filth and squalor, and often pinched with hunger?"
   },
   {
      "definition":"severe criticism",
      "word":"stricture",
      "example":"While gratefully accepting the generous praises of our friends, we must briefly reply to some strictures by our critics."
   },
   {
      "definition":"decorate with heraldic arms",
      "word":"emblazon",
      "example":"His coat of arms was emblazoned on the cover."
   },
   {
      "definition":"an event indicating important things to come",
      "word":"augury",
      "example":"This is always an encouraging sign, and an augury of success."
   },
   {
      "definition":"lie adjacent to another or share a boundary",
      "word":"abut",
      "example":"It depicts a mountain landscape near Kingston, a historic town abutting the Hudson River."
   },
   {
      "definition":"repeated too often; overfamiliar through overuse",
      "word":"banal",
      "example":"Highly dramatic incidents are juxtaposed with comparatively banal ones; particular attention is given to tales of doomed love affairs."
   },
   {
      "definition":"solidify, thicken, or come together",
      "word":"congeal",
      "example":"Boil down the syrup to half its original quantity, but take care that it does not boil long enough to congeal or become thick."
   },
   {
      "definition":"make off with belongings of others",
      "word":"pilfer",
      "example":"Many young people scavenge for reusable garbage, living on proceeds from pilfered construction material and other recyclables."
   },
   {
      "definition":"a person who is unsatisfied or disgusted",
      "word":"malcontent",
      "example":"Now, unfortunately, some malcontents among the hands here have spread their ideas, and a strike has been called."
   },
   {
      "definition":"direct energy or urges into useful activities",
      "word":"sublimate",
      "example":"They might instead have passionate friendships, or sublimate their urges into other pursuits."
   },
   {
      "definition":"causing improvement in the offspring produced",
      "word":"eugenic",
      "example":"Eugenics was aimed at creating a better society by filtering out people considered undesirable, ranging from criminals to those imprecisely designated as \"feeble-minded.\""
   },
   {
      "definition":"the characteristic parts of a person's face",
      "word":"lineament",
      "example":"The tears stood in Muriel's eyes, and her face was very pale, but serenity marked every lineament."
   },
   {
      "definition":"someone who deliberately foments trouble",
      "word":"firebrand",
      "example":"But Hassan is not some teenage firebrand hurling rocks; he's a slight, graying scholar committed to peace."
   },
   {
      "definition":"a complete failure or collapse",
      "word":"fiasco",
      "example":"The Stuttgart protests became a national fiasco in late September, when protesters clashed with police wielding batons and water cannons."
   },
   {
      "definition":"marked by defiant disregard for danger or consequences",
      "word":"foolhardy",
      "example":"Many mistakes—extravagant purchases, foolhardy investments—are made in the first months after a windfall."
   },
   {
      "definition":"tighten one's belt; use resources carefully",
      "word":"retrench",
      "example":"But there was only one way open to me at present—and that was to retrench my expenses."
   },
   {
      "definition":"lying beyond what is openly revealed or avowed",
      "word":"ulterior",
      "example":"Shop window displays may help prettify shopping thoroughfares, but any savvy retailer has the ulterior motive of self promotion."
   },
   {
      "definition":"not varying",
      "word":"equable",
      "example":"His must have been that calm, equable temperament not easily ruffled, which goes with the self-respecting nature."
   },
   {
      "definition":"made tough by habitual exposure",
      "word":"inured",
      "example":"But he had become inured to the rush and whirr of missiles, and now paid no heed whatever to them."
   },
   {
      "definition":"containing or implying a slight or showing prejudice",
      "word":"invidious",
      "example":"\"After an old-fashioned, all-round team performance … it might seem invidious to single out one player,\" admits the paper before singling out one player."
   },
   {
      "definition":"not diminished or moderated in intensity or severity",
      "word":"unmitigated",
      "example":"In order to be well directed, sympathy must consider all men, and not the individual alone; only then is it an unmitigated good."
   },
   {
      "definition":"an event or situation that happens at the same time",
      "word":"concomitant",
      "example":"The conclusion must be drawn that every epidemic of bubonic plague is caused by the concomitant rat plague."
   },
   {
      "definition":"cheat or trick",
      "word":"cozen",
      "example":"Dicing-houses, where cheaters meet, and cozen young men out of their money."
   },
   {
      "definition":"showing little emotion",
      "word":"phlegmatic",
      "example":"Humanity, when surfeited with emotion, becomes calm, almost phlegmatic."
   },
   {
      "definition":"a gabled extension built out from a sloping roof",
      "word":"dormer",
      "example":"Other features, such as the front French doors and two roof dormers with curved-top windows and operable shutters, give this home a pleasing, well-balanced presence."
   },
   {
      "definition":"denoting or governed by or relating to a bishop or bishops",
      "word":"pontifical",
      "example":"The high priest made no resistance, but went forth in his pontifical robes, followed by the people in white garments, to meet the mighty warrior."
   },
   {
      "definition":"occupy in an agreeable, entertaining or pleasant fashion",
      "word":"disport",
      "example":"Straightway the glade in which they sat was filled with knights, ladies, maidens, and esquires, who danced and disported themselves right joyously."
   },
   {
      "definition":"a person who argues to defend some policy or institution",
      "word":"apologist",
      "example":"Tories, and apologists for Great Britain, have written much about a justification for this action, but there is no real justification."
   },
   {
      "definition":"temporary cessation or suspension",
      "word":"abeyance",
      "example":"My feelings of home-sickness had returned with redoubled strength after being long in abeyance."
   },
   {
      "definition":"an enclosed territory that is culturally distinct",
      "word":"enclave",
      "example":"And its suburban schools, rather than being exclusive enclaves, include children whose parents can't afford a house in the neighborhood."
   },
   {
      "definition":"not supplying something useful for the future",
      "word":"improvident",
      "example":"He was industrious but improvident; he made money and he lost it."
   },
   {
      "definition":"an elaborate analytical or explanatory essay or discussion",
      "word":"disquisition",
      "example":"Cumulatively, what emerges from To Kill a Mockingbird is a thoughtful disquisition that encompasses – and goes beyond – the question of racial bias at its worst."
   },
   {
      "definition":"not modified or restricted by reservations",
      "word":"categorical",
      "example":"\"European leaders were united, categorical and crystal clear: Gaddafi must go,\" British Prime Minister David Cameron said."
   },
   {
      "definition":"cause to be more favorably inclined",
      "word":"placate",
      "example":"The East India Company was placated by the concession of further exemptions in its favour."
   },
   {
      "definition":"serving to bring to mind",
      "word":"redolent",
      "example":"Here, however, are congregated a vast number of curious and interesting objects, while the place is redolent of vivid historical associations."
   },
   {
      "definition":"exhibiting an agreeably appropriate manner or style",
      "word":"felicitous",
      "example":"The first book is the finest, sparkling with felicitous expressions and rising frequently to true poetry."
   },
   {
      "definition":"blowing in puffs or short intermittent blasts",
      "word":"gusty",
      "example":"Winds could get gusty, occasionally blowing at more than 30 miles per hour."
   },
   {
      "definition":"marked by up-to-dateness in dress and manners",
      "word":"natty",
      "example":"He wore a checked suit, very natty, and was more than usually tall and fine-looking."
   },
   {
      "definition":"opposed to war",
      "word":"pacifist",
      "example":"He was, furthermore, a real pacifist, believing that war is debasing morally and disastrous economically."
   },
   {
      "definition":"healthily plump and vigorous",
      "word":"buxom",
      "example":"Mrs. Connelly—a round, rosy, buxom Irishwoman, with a mellow voice, laughing eye, and artist-red hair—was very much taken with their plan."
   },
   {
      "definition":"the period of greatest prosperity or productivity",
      "word":"heyday",
      "example":"Playboy's most popular years are well behind it - the magazine enjoyed its heyday in the 1970s."
   },
   {
      "definition":"displaying superhuman strength or power",
      "word":"herculean",
      "example":"He made herculean efforts to get on terms with his examination subjects, and worked harder than he had ever done in his life before."
   },
   {
      "definition":"grow and flourish",
      "word":"burgeon",
      "example":"Brooklyn's burgeoning dining scene has even developed a following among Manhattan food lovers."
   },
   {
      "definition":"an ugly, evil-looking old woman",
      "word":"crone",
      "example":"The aged crone wrinkled her forehead and lifted her grizzled eyebrows, still without looking at him."
   },
   {
      "definition":"make a prediction about; tell in advance",
      "word":"prognosticate",
      "example":"How strange it is that our dreams often prognosticate coming events!"
   },
   {
      "definition":"an awkward stupid person",
      "word":"lout",
      "example":"But this question was beyond the poor lout's intelligence; he could only blubber and fend off possible chastisement."
   },
   {
      "definition":"smile affectedly or derisively",
      "word":"simper",
      "example":"Mrs. Barnett's mouth simpered at the implied flattery; but her eyes, always looking calculatingly for substantial results, were studying Reedy Jenkins."
   },
   {
      "definition":"characterized by injustice or wickedness",
      "word":"iniquitous",
      "example":"This was some piece of wickedness concocted by the venomous brain of the iniquitous Vicar, more abominable than all his other wickednesses."
   },
   {
      "definition":"disturb, especially by minor irritations",
      "word":"rile",
      "example":"The prospect of seeing Ms. Palin tour Alaska's wild habitats may rile some people who oppose her opinions about climate change."
   },
   {
      "definition":"endowed with feeling and unstructured consciousness",
      "word":"sentient",
      "example":"The money fluttered from his hand to the floor, where it lay like a sentient thing, staring back as if mocking him."
   },
   {
      "definition":"tastelessly showy",
      "word":"garish",
      "example":"With its opulently garish sets and knee-jerk realism, the production dwarfed the cast, no matter what stars were singing."
   },
   {
      "definition":"the act of correcting again ",
      "word":"readjustment",
      "example":"While earpieces are not uncomfortable, they do sometimes come loose, requiring readjustment."
   },
   {
      "definition":"belonging to some prior time",
      "word":"erstwhile",
      "example":"Sony, whose erstwhile dominance in consumer electronics has been eroded by the likes of Samsung, could beat rivals to a potentially new generation of devices."
   },
   {
      "definition":"curved down like an eagle's beak",
      "word":"aquiline",
      "example":"The nose slightly aquiline, curving at the nostril; while luxuriant hair, in broad plaits, fell far below her waist."
   },
   {
      "definition":"irritable as if suffering from indigestion",
      "word":"bilious",
      "example":"But his sleep had not refreshed him; he waked up bilious, irritable, ill-tempered, and looked with hatred at his room."
   },
   {
      "definition":"spread negative information about",
      "word":"vilify",
      "example":"The trial was televised and the victim's identity became known, resulting in her being vilified by almost the entire town."
   },
   {
      "definition":"a subtle difference in meaning or opinion or attitude",
      "word":"nuance",
      "example":"By working so hard to simplify things, we lose any nuance or ability to deal with folks' individual circumstances."
   },
   {
      "definition":"look with amazement",
      "word":"gawk",
      "example":"He speaks mainly of his humiliation at lying on the sidewalk as hipsters gawked."
   },
   {
      "definition":"a communal dining-hall, usually in a monastery",
      "word":"refectory",
      "example":"Meanwhile, the soup was getting cold in the refectory, so that the assembled brotherhood at last fell to, without waiting any longer for the Abbot."
   },
   {
      "definition":"suitable for or like a large and stately residence",
      "word":"palatial",
      "example":"The house was very large; its rooms almost palatial in size, had been finished in richly carved hardwood panels and wainscoting, mostly polished mahogany."
   },
   {
      "definition":"affectedly dainty or refined",
      "word":"mincing",
      "example":"She went, carrying her little head very high indeed, and taking dainty, mincing steps."
   },
   {
      "definition":"having keenness and forcefulness and penetration in thought",
      "word":"trenchant",
      "example":"They are written in a serio-comic tone, and for sparkling wit, trenchant sarcasm, and dramatic dialectics surpass anything ever penned by Lessing."
   },
   {
      "definition":"raise in a relief",
      "word":"emboss",
      "example":"Requests may also be made of the stationer to use an embossed plate so that the letters stand out in relief."
   },
   {
      "definition":"a member of the working class",
      "word":"proletarian",
      "example":"As yet, the true proletarian wage-earner, uprooted from his native village and broken away from the organization of Indian society, is but insignificant."
   },
   {
      "definition":"pitching dangerously to one side",
      "word":"careen",
      "example":"I turned the steering wheel all the way to one side, and found myself careening backward in a violent arc."
   },
   {
      "definition":"a sound defeat",
      "word":"debacle",
      "example":"The Broncos are coming off their worst season in franchise history, a 4-12 debacle that included issues on and off the field."
   },
   {
      "definition":"a person who tries to please someone to gain an advantage",
      "word":"sycophant",
      "example":"The people around the king are sycophants who are looking after their own personal advantage."
   },
   {
      "definition":"annoyed and irritable",
      "word":"crabbed",
      "example":"He grew crabbed and soured, his temper flashing out on small provocation."
   },
   {
      "definition":"something that serves as a model",
      "word":"archetype",
      "example":"Newport, R.I., looks like a perfect archetype of a small, seaside New England town."
   },
   {
      "definition":"of an obscure nature",
      "word":"cryptic",
      "example":"The authorities, beyond some cryptic language about the death being sudden but not suspicious, have released no details."
   },
   {
      "definition":"a strong liking",
      "word":"penchant",
      "example":"But sometimes, old Wall Street habits — including a penchant for expensive luxuries — are hard to break."
   },
   {
      "definition":"cheap showy jewelry or ornament",
      "word":"bauble",
      "example":"But men were buying Valentine's baubles for their honeys long before the first Zales ever opened its doors in a suburban shopping mall."
   },
   {
      "definition":"a flamboyant deceiver",
      "word":"mountebank",
      "example":"They are singularly clever, these Indian mountebanks, especially in sleight of hand tricks."
   },
   {
      "definition":"attempting to win favor by flattery",
      "word":"fawning",
      "example":"\"As any cult leader, he was extremely good at milking the rich, at flattering and fawning,\" Ms. Gordon said."
   },
   {
      "definition":"a small natural hill",
      "word":"hummock",
      "example":"Captain Bill leaned back on a hummock of earth, his arms folded behind his head."
   },
   {
      "definition":"model of excellence or perfection of a kind",
      "word":"apotheosis",
      "example":"Contrary to popular belief, however, she said Ms. Deen's fat-laden cooking does not in fact represent the apotheosis of Southern cuisine."
   },
   {
      "definition":"not earmarked; available for use as needed",
      "word":"discretionary",
      "example":"Steeper prices for basic necessities have forced many to cut back on more discretionary purchases."
   },
   {
      "definition":"concise and full of meaning",
      "word":"pithy",
      "example":"As Moore isolated finer points of the passing game, Keller in neat penmanship jotted down pithy phrases and punchy quotes, basic ideas and specific concepts."
   },
   {
      "definition":"behave in a certain manner",
      "word":"comport",
      "example":"Ironically, the one man on stage who did comport himself with dignity, John Huntsman, is now being dismissed as having not made an impact."
   },
   {
      "definition":"marked by changeable fortune",
      "word":"checkered",
      "example":"Both restaurants have checkered histories with the health department; they were temporarily shut down for sanitary violations that included evidence of rodents."
   },
   {
      "definition":"the food and drink of the gods",
      "word":"ambrosia",
      "example":"\"Frieda represents the lovely goddess, Hebe, who served nectar and ambrosia to the high gods on Mount Olympus,\" she explained."
   },
   {
      "definition":"dissenting with the majority opinion",
      "word":"factious",
      "example":"Will it be answered that we are factious, discontented spirits, striving to disturb the public order, and tear up the old fastnesses of society?"
   },
   {
      "definition":"cause or allow to flow or run out or over",
      "word":"disgorge",
      "example":"There are telephone poles and cinder blocks and living room chairs and large trash bins, overturned and disgorging their soggy contents."
   },
   {
      "definition":"make off with belongings of others",
      "word":"filch",
      "example":"Then, in place of the real site, it displays a fake site created  to filch account numbers, login names and passwords."
   },
   {
      "definition":"a mental representation of some haunting experience",
      "word":"wraith",
      "example":"Whichever way he turns there loom past wraiths, restless as ghosts of unburied Grecian slain."
   },
   {
      "definition":"capable of being proved",
      "word":"demonstrable",
      "example":"The linkage between deposits and trade is definite, causal, positive, statistically demonstrable."
   },
   {
      "definition":"stubbornly unyielding",
      "word":"pertinacious",
      "example":"His temper, though yielding and easy in appearance, was in reality most obstinate and pertinacious."
   },
   {
      "definition":"make corrections to",
      "word":"emend",
      "example":"The following were identified as spelling or typographic errors and have been emended as noted."
   },
   {
      "definition":"someone who takes more time than necessary",
      "word":"laggard",
      "example":"Corporate data centers are the slowpoke laggards of information technology."
   },
   {
      "definition":"pause or hold back in uncertainty or unwillingness",
      "word":"waffle",
      "example":"A few days of waffling back and forth and I ended up going out to a mediocre bistro with my parents."
   },
   {
      "definition":"full of trivial conversation",
      "word":"loquacious",
      "example":"Pan soon found it needful to make conversation, in order to keep the loquacious old stage driver from talking too much."
   },
   {
      "definition":"easily excused or forgiven",
      "word":"venial",
      "example":"The confidence of ignorance, however venial in youth, is not altogether so excusable, in full grown men."
   },
   {
      "definition":"a laborer who is obliged to do menial work",
      "word":"peon",
      "example":"For the most part, the men were wiry peons, some toiling half naked, but there were a number who looked like prosperous citizens."
   },
   {
      "definition":"the quality of being bright and sending out rays of light",
      "word":"effulgence",
      "example":"Then, all at once, in a way that seemed to frighten her, the sunshine had burst the clouds, and dazzled her with its effulgence."
   },
   {
      "definition":"a deposit of valuable ore",
      "word":"lode",
      "example":"Such local perturbations are regularly used in Sweden for tracing out the position of underground lodes of iron ore."
   },
   {
      "definition":"a gaudy outward display",
      "word":"fanfare",
      "example":"It opened a month ago to considerable fanfare, with television cameras trailing government officials meandering proudly around the bright new stores filled with imported goods."
   },
   {
      "definition":"showing frivolous or superficial interest; amateurish",
      "word":"dilettante",
      "example":"They dabbled in politics and art in the same dilettante fashion."
   },
   {
      "definition":"lacking in courage, strength, and resolution",
      "word":"pusillanimous",
      "example":"He was described by his friends as pusillanimous to an incredible extent, timid from excess of riches, afraid of his own shadow."
   },
   {
      "definition":"deeply rooted; firmly fixed or held",
      "word":"ingrained",
      "example":"The narrow prejudices of his country were ingrained too deeply in his character to be disturbed by any change of surroundings."
   },
   {
      "definition":"a soft wet area of low-lying land that sinks underfoot",
      "word":"quagmire",
      "example":"The heavy rain had reduced this low-lying ground to a veritable quagmire, making progress very difficult even for one as unburdened as he was."
   },
   {
      "definition":"severe disapproval",
      "word":"reprobation",
      "example":"Mr. Conway denounced this scheme as \"utterly and flagrantly unconstitutional, as radically revolutionary in character and deserving the reprobation of every loyal citizen.\""
   },
   {
      "definition":"having unnatural behavioral attributes",
      "word":"mannered",
      "example":"Nothing was mannered or pretentious; the texts came through with utter naturalness."
   },
   {
      "definition":"excessively fastidious and easily disgusted",
      "word":"squeamish",
      "example":"But please note that this gunfire-fueled film is for mature audiences; given its content, young and/or squeamish viewers should avoid this one."
   },
   {
      "definition":"a natural inclination",
      "word":"proclivity",
      "example":"She received, under her father's supervision, a very careful education, and developed her proclivities for literary composition at an early age."
   },
   {
      "definition":"characterized by or indicative of lack of generosity",
      "word":"miserly",
      "example":"Now, my uncle seemed so miserly that I was struck dumb by this sudden generosity, and could find no words in which to thank him."
   },
   {
      "definition":"lacking significance or liveliness or spirit or zest",
      "word":"vapid",
      "example":"How vapid was the talk of my remaining fellow-passengers; how slow of understanding, and how preoccupied with petty things they seemed!"
   },
   {
      "definition":"liable to sudden unpredictable change",
      "word":"mercurial",
      "example":"Wind energy is notoriously mercurial, with patterns shifting drastically over the course of years, days, even minutes."
   },
   {
      "definition":"transparently clear; easily understandable",
      "word":"perspicuous",
      "example":"The statements are plain and simple, a perfect model of perspicuous narrative."
   },
   {
      "definition":"be a mystery or bewildering to",
      "word":"nonplus",
      "example":"I shook my head and rushed from his presence, completely nonplussed, bewildered, frantic."
   },
   {
      "definition":"attract",
      "word":"enamor",
      "example":"Young Indian audiences are so enamored with reality television that they will not watch the soap operas and dramas that their parents or grandparents watch."
   },
   {
      "definition":"repeated too often; overfamiliar through overuse",
      "word":"hackneyed",
      "example":"Many speakers become so addicted to certain hackneyed phrases that those used to hearing them speak can see them coming sentences away."
   },
   {
      "definition":"a large number or amount or extent",
      "word":"spate",
      "example":"French authorities are already reporting a rising spate of calls to emergency services by homeowners whose once-frozen water mains have now burst."
   },
   {
      "definition":"someone who educates young people",
      "word":"pedagogue",
      "example":"His old pedagogue, Mr. Brownell, had been unable to teach him mathematics."
   },
   {
      "definition":"the highest level or degree attainable",
      "word":"acme",
      "example":"Scientifically speaking, it is the acme of absurdity to talk of a man defying the law of gravitation when he lifts his arm."
   },
   {
      "definition":"bite and grind with the teeth",
      "word":"masticate",
      "example":"Food should be masticated quietly, and with the lips closed."
   },
   {
      "definition":"a job that involves minimal duties",
      "word":"sinecure",
      "example":"He would have repudiated the notion that he was looking for a sinecure, but no doubt considered that the duties would be easy and light."
   },
   {
      "definition":"produce a literary work",
      "word":"indite",
      "example":"She indited religious poems which were the admiration of the age."
   },
   {
      "definition":"a medicine that induces nausea and vomiting",
      "word":"emetic",
      "example":"The juice of this herb, taken in ale, is esteemed a gentle and very good emetic, bringing on vomiting without any great irritation or pain."
   },
   {
      "definition":"draw out a discussion or process in order to gain time",
      "word":"temporize",
      "example":"So he temporized and beat about the bush, and did not touch first on that which was nearest his heart."
   },
   {
      "definition":"beyond doubt or reproach",
      "word":"unimpeachable",
      "example":"Whether we agree with the conclusions of these writers or not, the method of critical investigation which they adopt is unimpeachable."
   },
   {
      "definition":"a coming into being",
      "word":"genesis",
      "example":"He found himself speculating on the genesis of the moral sense, how it developed in difficulties rather than in ease."
   },
   {
      "definition":"harshly ironic or sinister",
      "word":"mordant",
      "example":"Even Morgan himself, intrepid as he was, shrank from the awful menace of the mordant words."
   },
   {
      "definition":"a small number or amount",
      "word":"smattering",
      "example":"Only a smattering of fans remained for all four ghastly quarters."
   },
   {
      "definition":"the quality of being charming and gracious in manner",
      "word":"suavity",
      "example":"His combativeness was harnessed to his suavity, and he could be forcible and at the same time persuasive."
   },
   {
      "definition":"very loud or booming",
      "word":"stentorian",
      "example":"If a hundred voices shouted in opposition, his stentorian tones still made themselves heard above the uproar."
   },
   {
      "definition":"a trip taken by an official at public expense",
      "word":"junket",
      "example":"Mr. Abramoff arranged for junkets, including foreign golfing destinations, for the members of Congress he was trying to influence."
   },
   {
      "definition":"a supplementary component that improves capability",
      "word":"appurtenance",
      "example":"In the center of this space stood a large frame building whose courtyard, stables, and other appurtenances proclaimed it an inn."
   },
   {
      "definition":"patent medicine whose efficacy is questionable",
      "word":"nostrum",
      "example":"Just here a native \"medicine man\" dispenses nostrums of doubtful efficacy, and in front a quantity of red Moorish pottery is exposed for sale."
   },
   {
      "definition":"lock up or confine, in or as in a jail",
      "word":"immure",
      "example":"Political prisoners, numbering as many as three or four hundred at a time, have been immured within its massive walls."
   },
   {
      "definition":"sour or bitter in taste",
      "word":"astringent",
      "example":"There was something sharply astringent about her then, like biting inadvertently into a green banana."
   },
   {
      "definition":"marked by firm determination or resolution; not shakable",
      "word":"unfaltering",
      "example":"Still unfaltering, the procession commenced to trudge back, the littlest boy and girl bearing themselves bravely, with lips tight pressed."
   },
   {
      "definition":"attention and management implying responsibility for safety",
      "word":"tutelage",
      "example":"It will do so under German leadership that grows less hesitant with each crisis, and without the American tutelage it enjoyed for so many decades."
   },
   {
      "definition":"a person who makes a will",
      "word":"testator",
      "example":"This will was drawn up by me some years since at the request of the testator, who was in good health, mentally and bodily."
   },
   {
      "definition":"of such excellence as to suggest inspiration by the gods",
      "word":"elysian",
      "example":"Life seemed an elysian dream, from which care and sorrow must be for ever banished."
   },
   {
      "definition":"criticize severely",
      "word":"fulminate",
      "example":"But with people looking for almost any excuse to fulminate against airlines these days, there's a certain risk of embellishment."
   },
   {
      "definition":"easily irritated or annoyed",
      "word":"fractious",
      "example":"He was a fractious invalid, and spared his wife neither time nor trouble in attending to his wants."
   },
   {
      "definition":"strike, usually with the fist",
      "word":"pummel",
      "example":"Another, with rubber bands wrapped tightly around his face, is pummelled by a plastic boxing kangaroo."
   },
   {
      "definition":"free from slavery or servitude",
      "word":"manumit",
      "example":"Moreover, manumitted slaves enjoyed the same rights, privileges and immunities that were enjoyed by those born free."
   },
   {
      "definition":"completely acceptable; not open to reproach",
      "word":"unexceptionable",
      "example":"All cowboys are from necessity good cooks, and the fluffy, golden brown biscuits and fragrant coffee of Red's making were unexceptionable."
   },
   {
      "definition":"a group of three people responsible for civil authority",
      "word":"triumvirate",
      "example":"This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us."
   },
   {
      "definition":"a person addicted to luxury and pleasures of the senses",
      "word":"sybarite",
      "example":"He was not used to travelling on omnibuses, being something of a sybarite who spared nothing to ensure his own comfort."
   },
   {
      "definition":"be compatible, similar, or consistent",
      "word":"jibe",
      "example":"Contemporary art has never quite jibed with mainstream media."
   },
   {
      "definition":"offensively self-assured or exercising unwarranted power",
      "word":"magisterial",
      "example":"\"Now look here,\" he said, making believe to take down my words and shaking his pencil at me in a magisterial way."
   },
   {
      "definition":"of something having a dusty purplish pink color",
      "word":"roseate",
      "example":"Behind the trees rough, lichened rock and stony slopes ran up to a bare ridge, silhouetted against the roseate glow of the morning sky."
   },
   {
      "definition":"abusive, malicious, and condemnatory language",
      "word":"obloquy",
      "example":"This is the real history of a transaction which, by frequent misrepresentation, has brought undeserved obloquy upon a generous man."
   },
   {
      "definition":"influence by slyness",
      "word":"hoodwink",
      "example":"The stories of the saints he regarded as preposterous fables invented to hoodwink a gullible and illiterate populace."
   },
   {
      "definition":"mark with stripes of contrasting color",
      "word":"striate",
      "example":"The body is striated with clearly defined, often depressed lines, which run longitudinally and sometimes spirally."
   },
   {
      "definition":"seize and take control without authority",
      "word":"arrogate",
      "example":"Japanese manufacturers were accused of arrogating American technologies to churn out low-cost electronics."
   },
   {
      "definition":"of high moral or intellectual value",
      "word":"rarefied",
      "example":"The debate over climate science has involved very complex physical models and rarefied areas of scientific knowledge."
   },
   {
      "definition":"characterized by great caution",
      "word":"chary",
      "example":"There was no independent verification of the figure; the authorities have been chary of releasing death tolls for fear of inflaming further violence."
   },
   {
      "definition":"any system of principles or beliefs",
      "word":"credo",
      "example":"She preferred to hang out with everyone but was best friends with no one, holding to the credo: \"You should be nice to people.\""
   },
   {
      "definition":"too old to be useful",
      "word":"superannuated",
      "example":"Civil servants are superannuated at fifty-five years of age and are sent home on a pension, seldom enjoying life longer than two years afterward."
   },
   {
      "definition":"not marked by artful prudence",
      "word":"impolitic",
      "example":"Bill Maher has always been a vocal critic of Islam, even at times making impolitic statements about the religion."
   },
   {
      "definition":"a disparaging remark",
      "word":"aspersion",
      "example":"Lord Sanquhar then proceeded to deny the aspersion that he was an ill-natured fellow, ever revengeful, and delighting in blood."
   },
   {
      "definition":"so deep as to be immeasurable",
      "word":"abysmal",
      "example":"After all, many Americans regard this Congress as dysfunctional, with abysmal approval ratings."
   },
   {
      "definition":"a quality that arouses emotions, especially pity or sorrow",
      "word":"poignancy",
      "example":"They were curious about the \"near loss\" experience—specifically the feelings of poignancy that occur when what we cherish disappears."
   },
   {
      "definition":"artificially formal",
      "word":"stilted",
      "example":"But thanks to the stilted writing and stiff acting, the characters still feel very much like one-dimensional figures from a dutiful fable."
   },
   {
      "definition":"excessively self-indulgent, affected, or decadent",
      "word":"effete",
      "example":"John Bull was an effete old plutocrat whose sons and daughters were given up to sport and amusement."
   },
   {
      "definition":"food for domestic livestock",
      "word":"provender",
      "example":"\"Fools!\" she cried, looking in her magic crystal, \"he was in the big sycamore under which you stopped to give your horses provender!\""
   },
   {
      "definition":"of a disease constantly present in a particular locality",
      "word":"endemic",
      "example":"Mean-spirited chants and songs are also endemic in British soccer."
   },
   {
      "definition":"full of or showing high-spirited merriment",
      "word":"jocund",
      "example":"Her jocund laugh and merry voice, indeed, first attracted my attention."
   },
   {
      "definition":"of or relating to processes",
      "word":"procedural",
      "example":"In other words, the rejection was a bureaucratic/procedural decision."
   },
   {
      "definition":"marked by a carefree unconventionality or disreputableness",
      "word":"rakish",
      "example":"She wore her red cap in a rakish manner on the side of her head, its tassel falling down over her forehead between her eyes."
   },
   {
      "definition":"unpredictably excitable, especially of horses",
      "word":"skittish",
      "example":"That combined with his calm and reassuring tone made me think of an animal trainer trying to woo skittish wild animals."
   },
   {
      "definition":"a flowery and highly rhetorical address",
      "word":"peroration",
      "example":"He had little hope that Gallagher, once embarked on a peroration, would stop until he had used up all the words at his command."
   },
   {
      "definition":"a person of no influence",
      "word":"nonentity",
      "example":"Was he such a nonentity in every way that she could remain unconcerned as to any fear of danger from him?"
   },
   {
      "definition":"marked by temperance in indulgence",
      "word":"abstemious",
      "example":"Raw, boozy, untethered performances are heralded as real; the abstemious professional is yawned off the stage."
   },
   {
      "definition":"having the sticky properties of an adhesive",
      "word":"viscid",
      "example":"Roads were quagmires where travellers slipped and laboured through viscid mud and over icy fords."
   },
   {
      "definition":"a comic verse of irregular measure",
      "word":"doggerel",
      "example":"He sang, with accompanying action, some dozen verses of doggerel, remarkable for obscenity and imbecility. "
   },
   {
      "definition":"adroitness in using the hands",
      "word":"sleight",
      "example":"The trick was performed Tuesday by Russell Fitzgerald, an amateur magician known to open meetings with a little sleight of hand."
   },
   {
      "definition":"category name",
      "word":"rubric",
      "example":"Ms. Moss took issue, not surprisingly, with the notion that grouping the performances under the rubric of spirituality was a marketing ploy."
   },
   {
      "definition":"a full supply",
      "word":"plenitude",
      "example":"Of course at that season, amid the plenitude of seeds, nuts, and berries, they were as plump as partridges."
   },
   {
      "definition":"a puzzle consisting of pictures representing words",
      "word":"rebus",
      "example":"They wrote at times with pictures standing for sounds, as we now write in rebus puzzles."
   },
   {
      "definition":"lean and wrinkled by shrinkage as from age or illness",
      "word":"wizened",
      "example":"Kim Jong Il may be increasingly wizened and frail, with fingernails white from kidney disease, but his propaganda apparatus is as vigorous as ever."
   },
   {
      "definition":"a round shape formed by a series of concentric circles",
      "word":"whorl",
      "example":"The flowers are waxy, tubular, fragrant, turning their yellow petals backward in a whorl."
   },
   {
      "definition":"noisy quarrel",
      "word":"fracas",
      "example":"Other cops were battling each other, going after the kids and clutching empty air, cursing and screaming unheard orders in the fracas."
   },
   {
      "definition":"someone who attacks cherished ideas or institutions",
      "word":"iconoclast",
      "example":"Jobs is a classic iconoclast, one who aggressively seeks out, attacks, and overthrows conventional ideas."
   },
   {
      "definition":"bitter or scornful",
      "word":"saturnine",
      "example":"Only when Bill Lightfoot spoke did he look up, and then with a set sneer, growing daily more saturnine."
   },
   {
      "definition":"an unaccompanied partsong for several voices",
      "word":"madrigal",
      "example":"Nevertheless we learn from Malvezzi's publication that the pieces were all written in the madrigal style, frequently in numerous voice parts."
   },
   {
      "definition":"tending to cover a wide range of subjects",
      "word":"discursive",
      "example":"\"Tabloid,\" like his previous films, consists largely of long, discursive conversations — in effect monologues directed at an unseen, mostly unheard interlocutor."
   },
   {
      "definition":"a fervent and even militant proponent of something",
      "word":"zealot",
      "example":"\"The public is going to just think of us as these zealots who want to ban smoking everywhere,\" he said."
   },
   {
      "definition":"not growing or changing; without force or vitality",
      "word":"moribund",
      "example":"The entertainment sector there is booming, while Pakistan's is moribund."
   },
   {
      "definition":"a small or moderate or token amount",
      "word":"modicum",
      "example":"He volunteered a modicum of advice, limited in quantity, but valuable."
   },
   {
      "definition":"an idea that is implied or suggested",
      "word":"connotation",
      "example":"In Arabic, the word \"bayt\" translates literally as house, but its connotations resonate beyond rooms and walls, summoning longings gathered about family and home."
   },
   {
      "definition":"associated by chance and not an integral part",
      "word":"adventitious",
      "example":"The derivation of the word thus appears to be merely accidental and adventitious."
   },
   {
      "definition":"difficult to penetrate",
      "word":"recondite",
      "example":"The mystery of verse is like other abstruse and recondite mysteries—it strikes the ordinary fleshly man as absurd."
   },
   {
      "definition":"a slight wind",
      "word":"zephyr",
      "example":"The dwellings and public buildings throughout Cuba are planned to give free passage to every zephyr that wafts relief from the oppressive heat."
   },
   {
      "definition":"cancel officially",
      "word":"countermand",
      "example":"In the midst of executing this order, he got another order countermanding it, and proceeding directly from his direct superior."
   },
   {
      "definition":"tending to find and call attention to faults",
      "word":"captious",
      "example":"Miss Burton had been very irritable and captious in class, more so even than usual, and most of her anger was vented upon Gerry."
   },
   {
      "definition":"having the same ancestral language",
      "word":"cognate",
      "example":"The synonyms are also given in the cognate dialects of Welsh, Armoric, Irish, Gaelic, and Manx, showing at one view the connection between them. "
   },
   {
      "definition":"a person from whom you are descended",
      "word":"forebear",
      "example":"His forebears were Greek immigrants who opened a small sandwich shop in Brooklyn, then moved, one after another, to Providence, to sell distinct, delectable wieners."
   },
   {
      "definition":"very thin especially from disease or hunger or cold",
      "word":"cadaverous",
      "example":"He looked gaunt and cadaverous, and much of his old reckless joyousness had left him, though he brightened up wonderfully on seeing an old friend."
   },
   {
      "definition":"force onto another",
      "word":"foist",
      "example":"Mr. Knoll added that the 3-D \"Star Wars\" movies are not \"going to be foisted on anybody against their will.\""
   },
   {
      "definition":"mental infirmity as a consequence of old age",
      "word":"dotage",
      "example":"He is, as you say, a senile old man in his dotage."
   },
   {
      "definition":"a connected series or group",
      "word":"nexus",
      "example":"Numerous innovators are also worrying away at this nexus of problems."
   },
   {
      "definition":"characterized by anger",
      "word":"choleric",
      "example":"Jonathan, choleric with indignation, stood by his desk, clenching his hands."
   },
   {
      "definition":"make false by mutilation or addition",
      "word":"garble",
      "example":"But the fact remains that the contradictory and inconsistent things said do reach the public, and usually in garbled and distorted form."
   },
   {
      "definition":"idyllically rustic",
      "word":"bucolic",
      "example":"Forty-four years ago, Bill Sievers moved into his neo-Colonial house in Douglaston, Queens, on bucolic Poplar Street, lined with stately trees and equally stately homes."
   },
   {
      "definition":"the outcome of a complex sequence of events",
      "word":"denouement",
      "example":"Suppose the truly apocalyptic denouement happens -- no deal is reached, and taxes rise for everyone."
   },
   {
      "definition":"a feeling of ill will arousing active hostility",
      "word":"animus",
      "example":"The youthful savages had each an armful of snowballs, and they were pelting the child with more animus than seemed befitting."
   },
   {
      "definition":"unrestrained, especially with regard to feelings",
      "word":"overweening",
      "example":"He had overweening ambitions even then, along with a highly developed sense of his own importance."
   },
   {
      "definition":"someone new to a field or activity",
      "word":"tyro",
      "example":"As yet he was merely a tyro, gaining practical experience under a veteran Zeppelin commander."
   },
   {
      "definition":"dress or groom with elaborate care",
      "word":"preen",
      "example":"He preened on fight nights in a tuxedo, a bow tie and no shirt, and he favored showy rings and bracelets."
   },
   {
      "definition":"liberality in bestowing gifts",
      "word":"largesse",
      "example":"After being saved by government largesse, they say, big banks then moved to thwart reforms aimed at preventing future meltdowns caused by excessive risk-taking."
   },
   {
      "definition":"good at remembering",
      "word":"retentive",
      "example":"The child was very sharp, and her memory was extremely retentive."
   },
   {
      "definition":"greatly exceeding bounds of reason or moderation",
      "word":"unconscionable",
      "example":"For generations in the New York City public schools, this has become the norm with devastating consequences rooted in unconscionable levels of student failure."
   },
   {
      "definition":"frivolous banter",
      "word":"badinage",
      "example":"It was preposterous to talk to her of serious things, and nothing but an airy badinage seemed possible in her company."
   },
   {
      "definition":"devoid of feeling and consciousness and animation",
      "word":"insensate",
      "example":"Men also are those brutal soldiers, alike stupidly ready, at the word of command, to drive the nail through quivering flesh or insensate wood."
   },
   {
      "definition":"a frozen dessert made primarily of fruit juice and sugar",
      "word":"sherbet",
      "example":"\"One person said it looks like a big lime sherbet ice cream cone!\""
   },
   {
      "definition":"resembling or befitting an angel or saint",
      "word":"beatific",
      "example":"She dozed at last, her face serene and beatific."
   },
   {
      "definition":"cause to be confused emotionally",
      "word":"bemuse",
      "example":"They were marching in the middle of the street, chanting and singing and disrupting traffic while countless New Yorkers looked on, some bemused, others applauding."
   },
   {
      "definition":"a miniature model of something",
      "word":"microcosm",
      "example":"The building, he said, is \"a microcosm of what Shanghai was all about.\""
   },
   {
      "definition":"not produced by natural forces; artificial or fake",
      "word":"factitious",
      "example":"Indeed, the Chinese make a factitious cheese out of peas, which it is difficult to discriminate from the article of animal origin."
   },
   {
      "definition":"have the idea for",
      "word":"gestate",
      "example":"Mr. Lucas's most recent project, still gestating, is a collaboration with Cuban musicians."
   },
   {
      "definition":"speak unfavorably about",
      "word":"traduce",
      "example":"For Grover Cleveland there were no longer enemies to traduce and vilify."
   },
   {
      "definition":"an instrument for measuring angular distance",
      "word":"sextant",
      "example":"For example, a sextant could be used to sight the sun at high noon in order to determine one's latitude."
   },
   {
      "definition":"the arrangement of the hair",
      "word":"coiffure",
      "example":"They sat down, and Saint-Clair noticed his friend's coiffure; a single rose was in her hair."
   },
   {
      "definition":"easily influenced",
      "word":"malleable",
      "example":"\"The Americans are seen as naïve malleable tools in the hands of the Brits.\""
   },
   {
      "definition":"having excessive asymmetrical ornamentation",
      "word":"rococo",
      "example":"The upper part of the case is decorated with elaborately carved and gilt rococo motifs."
   },
   {
      "definition":"become productive or fruitful",
      "word":"fructify",
      "example":"Thence they grow, expand, fructify, and the result is Progress."
   },
   {
      "definition":"someone who rejects all theories of morality",
      "word":"nihilist",
      "example":"\"He's a loner nihilist who believes in nothing,\" Mr. Lu said."
   },
   {
      "definition":"omission or suppression of parts of words or sentences",
      "word":"ellipsis",
      "example":"He speaks in ellipses, often leaving sentences hanging, and fiddles apologetically with his BlackBerry."
   },
   {
      "definition":"a tangible symbol signifying approval or distinction",
      "word":"accolade",
      "example":"The Nobel Prize, considered one of the highest accolades in literature, is given only to living writers."
   },
   {
      "definition":"a supplement to a will",
      "word":"codicil",
      "example":"The codicil to her will, which she had spoken of with so much composure, left three hundred pounds to Stella and me."
   },
   {
      "definition":"be agitated",
      "word":"roil",
      "example":"Like thousands of fellow students, he was roiled with emotions, struggling to come to grips with an inescapable reality."
   },
   {
      "definition":"lofty in style",
      "word":"grandiloquent",
      "example":"A large part of his duties will be to strut about on the stage, and mouth more or less unintelligible sentences in a grandiloquent tone."
   },
   {
      "definition":"lacking worth or importance",
      "word":"inconsequential",
      "example":"But as the months went by, Mr. Kimura had an unexpected epiphany: His business, which he thought was inconsequential, mattered to a lot of people."
   },
   {
      "definition":"the property of giving off bubbles",
      "word":"effervescence",
      "example":"Both were in the very sparkle and effervescence of that fanciful glee which bubbles up from the golden, untried fountains of early childhood."
   },
   {
      "definition":"deprive of strength or efficiency; make useless or worthless",
      "word":"stultify",
      "example":"Far from being engines of economic growth, Egypt's leading cities are stultified."
   },
   {
      "definition":"large deep serving dish with a cover",
      "word":"tureen",
      "example":"Soups are presented in big tureens and can be quite good."
   },
   {
      "definition":"transparently clear; easily understandable",
      "word":"pellucid",
      "example":"Caribou Island is a scant 300 pages, and written in prose as pellucid as the rivers he used to fish as a boy."
   },
   {
      "definition":"any pleasing and harmonious sounds",
      "word":"euphony",
      "example":"It depends somewhat on usage and on euphony or agreeableness of sound."
   },
   {
      "definition":"being of questionable authenticity",
      "word":"apocryphal",
      "example":"We're reminded of the story, possibly apocryphal, that they used to play the Beach Boys' Smiley Smile in psychiatric wards to calm patients."
   },
   {
      "definition":"precisely accurate",
      "word":"veracious",
      "example":"For proof, we cite the following veracious narrative, which bears within it every internal mark of truth, and matter for grave and serious reflection."
   },
   {
      "definition":"hanging loosely or bending downward",
      "word":"pendulous",
      "example":"And all around, far out of reach, the trees of the forest were swaying restlessly, their long, pendulous branches, like tentacles, lashing out hungrily."
   },
   {
      "definition":"an explanation or critical interpretation",
      "word":"exegesis",
      "example":"Its musical significance has been presented with illuminating exegesis by more than one commentator."
   },
   {
      "definition":"a foul-smelling outflow or vapor",
      "word":"effluvium",
      "example":"However, acting on my best judgment, I struck a downward course, and then suddenly a horrible effluvium was wafted to my nostrils."
   },
   {
      "definition":"being of striking appropriateness and pertinence",
      "word":"apposite",
      "example":"He was quite capable of meaningful, apposite phrases about the game, even though distant sports editors did not encourage them enough."
   },
   {
      "definition":"having the sticky properties of an adhesive",
      "word":"viscous",
      "example":"Sluggish, blind crawling things like three-foot slugs flowed across their path and among the tree trunks, leaving viscous trails of slime behind them."
   },
   {
      "definition":"someone who dislikes people in general",
      "word":"misanthrope",
      "example":"And shaking his head like a misanthrope, disgusted, if not with life, at least with men, Patout led the horse to the stable."
   },
   {
      "definition":"someone who makes wine",
      "word":"vintner",
      "example":"The question remains, he said, whether established vintners will change their winemaking practices or \"continue to sell their schlock.\""
   },
   {
      "definition":"idyllically calm and peaceful; suggesting happy tranquility",
      "word":"halcyon",
      "example":"He now seemed to have entered on a halcyon period of life—congenial society, romantic and interesting surroundings."
   },
   {
      "definition":"suggesting human features for animals or inanimate things",
      "word":"anthropomorphic",
      "example":"The same anthropomorphic fallacy that accords human attributes to giant corporations like BP distorts clear thinking about how to limit their political influence."
   },
   {
      "definition":"ostentatiously lofty in style",
      "word":"turgid",
      "example":"His waspish wit can make him entertaining company at a party, but there is little evidence of that in his largely turgid prose."
   },
   {
      "definition":"a general feeling of discomfort, uneasiness, or depression",
      "word":"malaise",
      "example":"Initially, many doctors discounted sufferers' feelings of generalized malaise as nothing more than stress or normal fatigue."
   },
   {
      "definition":"of or involving dispute or controversy",
      "word":"polemical",
      "example":"His works include several dogmatic and polemical treatises, but the most important are the historical."
   },
   {
      "definition":"a persistently annoying person",
      "word":"gadfly",
      "example":"Mr. Phelps is regarded here as the ultimate example of an irritating local gadfly."
   },
   {
      "definition":"a reappearance of an earlier characteristic",
      "word":"atavism",
      "example":"Criminal atavism might be defined as the sporadic reversion to savagery in certain individuals."
   },
   {
      "definition":"an injury in which the skin is not broken",
      "word":"contusion",
      "example":"My falling companion, being a much stouter man than myself did not fare so well, as his right shoulder received a severe contusion."
   },
   {
      "definition":"excessively unwilling to spend",
      "word":"parsimonious",
      "example":"Pill-splitting is catching on among parsimonious prescription-takers who want to lower costs."
   },
   {
      "definition":"pleasing to the ear",
      "word":"dulcet",
      "example":"Ever and anon the dulcet murmur of gurgling streams broke gently on the ear."
   },
   {
      "definition":"repeat an earlier theme of a composition",
      "word":"reprise",
      "example":"The live set reprises material from this remarkable group's earlier Aurora CD."
   },
   {
      "definition":"capable of relieving pain",
      "word":"anodyne",
      "example":"But philosophy failed, as it will probably fail till some far-off age, to find an anodyne for the spiritual distresses of the mass of men."
   },
   {
      "definition":"perplexed by many conflicting situations or statements",
      "word":"bemused",
      "example":"They were marching in the middle of the street, chanting and singing and disrupting traffic while countless New Yorkers looked on, some bemused, others applauding."
   }
]